Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Payment Methods
cs: Způsoby platby
de: Zahlungsweisen
es_mx: Métodos de pago
fr: Modes de paiement
it: Metodi di pagamento
nl: Betalingswijzen
pl: Sposoby płatności
pt_br: Formas de Pagamento
ro: Metode de Plată

source: Preferences
cs: Předvolby
de: Einstellungen
es_mx: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
ro: Preferințe

source: Shipping Methods
cs: Způsoby dodání
de: Lieferarten
es_mx: Método de envío
fr: Modes de livraison
it: Metodi di consegna
nl: Verzendwijzen
pl: Sposoby wysyłki
pt_br: Formas de Entrega
ro: Metode de Livrare

source: Product Taxes
cs: Daňové skupiny
de: MwSt. Produkt
es_mx: Impuestos del producto
pl: Podatki dla produktów

source: Catalog
cs: Katalog
de: Katalog
es_mx: Catálogo
fr: Catalogue
it: Catalogo
nl: Catalogus
pl: Katalog
pt_br: Catálogo

source: Products Overview
cs: Přehled produktů
de: Produktübersicht
es_mx: Resúmen de productos
it: Panoramica dei prodotti
nl: Productoverzicht
pl: Przegąd Produktów
pt_br: Resumo dos Produtos
ro: Sumar Produse

source: Property Groups
cs: Skupiny vlastností
de: Eigenschaftsgruppen
es_mx: Grupos de propiedades
fr: Groupes de propriétés
it: Gruppi proprietà
nl: Eigenschap groepen
pl: Grupy Cech
pt_br: Grupos de Propriedades
ro: Grupuri de Proprietăți

source: Static blocks
cs: Statické bloky
de: Statische Blöcke
es_mx: Bloques estáticos
fr: Blocs statiques
it: Blocchi statici
nl: Tekstblokken
pl: Bloki statyczne
pt_br: Blocos estáticos
ro: Blocuri statice

source: Reviews
cs: Hodnocení
de: Bewertungen
es_mx: Revisiones
fr: Revues
it: Recensioni
nl: Waarderingen
pl: Opinie
ro: Recenzii

source: Featured
cs: Oblíbené
de: Herausgestellt
es_mx: Destacados
it: In vetrina
nl: Populair
pl: Polecane
pt_br: Em destaque
ro: Promovate

source: Vouchers
cs: Kupóny
de: Gutscheine
es_mx: Cupones
fr: Coupons
nl: Kortingscodes
pl: Kupony
pt_br: Cupons
ro: Vouchere

source: Rating Mails
cs: Vyžádání hodnocení emailem
de: Bewertungsmails
es_mx: Correos de valoración
fr: Mails d'évaluation
it: Messaggi email di valutazione
pl: E-maile z oceną
pt_br: Emails de Avaliação
ro: Mailuri evaluări

source: Utils
cs: Nástroje
de: Werkzeuge
es_mx: Herramientas
fr: Outils
it: Utilità
nl: Tools
pl: Narzędzia
pt_br: Utilidades
ro: Utile

source: Miscellaneous
cs: Různé
de: Verschiedenes
es_mx: Miseláneos
fr: Divers
it: Varie
nl: Overig
pl: Inne ustawienia
pt_br: Outros
ro: Altele

source: Environment
cs: Prostředí a verze
de: Umgebung
es_mx: Entorno
pl: Środowisko

source: Help
cs: Nápověda
de: Hilfe
es_mx: Ayuda
pl: Pomoc

source: by
de: bei
es_mx: por
fr: par
it: da
nl: door
pt_br: por
ro: de

source: All rights reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
es_mx: Todos los derechos reservados
fr: Tous droits réservés
it: Tutti i diritti riservati
nl: Alle rechten voorbehouden
pl: Wszystkie prawa zastrzeżone
pt_br: Todos os direitos reservados
ro: Toate drepturile rezervate

source: Distributed under the
cs: Distribuováno pod licencí
de: Veröffentlicht unter der
es_mx: Distribuido bajo
fr: Distribué sous
it: Distribuito sotto
nl: Gedistribueerd onder de
pl: Dystrybuowany na zasadach
pt_br: Distribuído sob os termos da
ro: Distribuit sub

source: BSD-License
cs: BSD
de: BSD-Lizenz
fr: License BSD
it: licenza BSD
nl: BSD licentie
pl: Licencji BSD
pt_br: Licença BSD
ro: Licența BSD

source: Please Confirm
cs: Prosím potvrďte
de: Bitte bestätigen
es_mx: Por favor, confirma
it: Conferma
nl: Graag bevestigen
pl: Proszę potwierdź
pt_br: Favor Confirmar
ro: Te rugăm confirmă

source: Do you really want to delete this object?
cs: Opravdu chcete smazat tento objekt?
de: Wollen Sie wirklich dieses Objekt löschen?
es_mx: ¿Quieres borrar este objeto?
it: Vuoi davvero eliminare questo oggetto?
nl: Wil je dit object echt verwijderen?
pl: Czy na pewno chcesz usunąć ten obiekt?
pt_br: Tem certeza que deseja apagar este objeto?
ro: Ești sigur că vrei să ștergi acest obiect?

source: Add Manufacturer
cs: Přidat výrobce
de: Hersteller hinzufügen
es_mx: Añadir Fabricante
fr: Ajouter un fabricant
it: Aggiungi produttore
nl: Producent toevoegen
pl: Dodaj producenta
pt_br: Adicionar Fabricante
ro: Adaugă producător

source: Manage Manufacturer
cs: Správa výrobce
de: Hersteller verwalten
es_mx: Administrara fabricante
it: Gestione produttori
nl: Beheer leverancier
pl: Zarządzaj producentem
pt_br: Gerenciar Fabricante
ro: Administrare producător

source: Do you really want to delete this manufacturer?
cs: Opravdu chcete smazat tohoto výrobce?
de: Wollen Sie wirklich diesen Hersteller löschen?
es_mx: ¿Quieres borrar este fabricante?
it: Sei sicuro di voler cancellare questo produttore ?
nl: Wil je deze leverancier echt verwijderen?
pl: Czy na pewno chesz usunąć tego producenta?
pt_br: Tem certeza que deseja apagar este fabricante?
ro: Ești sigur că vrei să ștergi acest producător?

source: Delete Manufacturer
cs: Smazat výrobce
de: Hersteller löschen
es_mx: Borrar Fabricante
fr: Effacer un fabricant
it: Rimuovi produttore
nl: Producent verwijderen
pl: Usuń producenta
pt_br: Apagar Fabricante
ro: Șterge producător

source: View Manufacturer
cs: Zobrazit výrobce
de: Hersteller ansehen
es_mx: Ver Fabricante
pl: Podgląd producenta

source: Goto Manufacturer
cs: Přejít na výrobce
de: Zum Hersteller wechseln
es_mx: Ir al Fabricante
pl: Idź do producenta

source: Products tree
cs: Strom produktů
de: Produktbaum
es_mx: Árbol de productos
pl: Drzewo produktów

source: Save manufacturer
cs: Uložit výrobce
de: Hersteller speichern
es_mx: Guardar fabricante
pl: Zapisz producenta

source: There are no manufacturers yet.
cs: Prozatím nejsou žádní výrobci.
de: Es sind noch keine Hersteller vorhanden.
es_mx: Aún no se definen ningún fabricante.
pl: Nie ma jeszcze żadnych producentów.

source: Add to manufacturer
cs: Přidat k výrobci
de: Zum Hersteller hinzufügen
es_mx: Añadir al fabricante
pl: Przypisz do producenta

source: Remove from manufacturer
cs: Odebrat z výrobce
de: Vom Hersteller entfernen
es_mx: Quitar del fabricante
pl: Usuń z producenta

source: Product Selection
cs: Výběr produktu
de: Produktauswahl
es_mx: Selección de productos
it: Selezione dei prodotti
nl: Product selectie
pl: Wybrane Produkty
pt_br: Produtos Selecionados
ro: Selecții produse

source: Add to Featured Products
cs: Přidat mezi oblíbené produkty
de: Zu herausgestellte Produkte hinzufügen
es_mx: Añadir a Productos Destacados
it: Aggiungi un prodotto da esporre in vetrina
nl: Voeg toe aan populaire producten
pl: Dodaj do polecanych produktów
pt_br: Adicionara aos produtos em destaque
ro: Adaugă la produse promovate

source: Featured products
cs: Oblíbené produkty
de: Herausgestellte Produkte
es_mx: Productos destacados
it: Prodotti in vetrina
nl: Populaire producten
pl: Polecane produkty
pt_br: Produtos em destaque
ro: Produse promovate

source: Save Featured
cs: Uložit Oblíbené
de: Herausgestellte Produkte speichern
es_mx: Guardar Productos Destacados
it: Salva da esporre in vetrina
nl: Bewaar populaire producten
pl: Zapisz polecane
pt_br: Salvar destacados
ro: Salvează promo

source: Remove from Featured
cs: Odebrat z oblíbených
de: Von herausgestellte Produkte entfernen
es_mx: Quitar de Productos Destacados
it: Rimuovi dall'eposizione in vetrina
nl: Verwijder van populaire producten
pl: Usuń z polecanych
pt_br: Remover dos destacados
ro: Șterge din promo

source: Featured Products
cs: Oblíbené produkty
de: Herausgestellte Produkte
es_mx: Productos Destacados
it: Prodotti da mettere in vetrina
nl: Populaire producten
pl: Produkty polecane
pt_br: Produtos em destaque =
ro: Produse promovate

source: Send rating mails
cs: Odeslat emaily s žádostí o hodnocení zakoupených produktů
de: Bewertungsmails versenden
es_mx: Enviar correos de valoración
fr: Envoyer les e-mails d'évaluation
it: Invia email di valutazione
nl: Verzend rating mails
pl: Wyślij e-maile z ocenami
pt_br: Enviar emails de avaliação
ro: Trimite mailuri evaluare

source: The mails will get to the shop notification email adresses
cs: Testovací emaily budou zaslány na notifikační adresy
de: Die E-Mails werden zu den Benachrichtigungsadressen des Shops versendet
es_mx: Los emails irán a las direcciones de email de notificación
fr: Les mails arriveront aux adresses e-mail de notification de la boutique
it: I messaggi saranno inviati agli indirizzi e-mail per le notifiche del negozio
nl: De mails worden verzonden naar het notificatie adres
pl: E-maile zostaną wysłane na adres e-mail używany przez sklep do powiadomień
pt_br: As mensagens irão para os endereços de email de notificação da loja
ro: Emailurile vor ajunge in căsuța de mail a magazinului

source: Send copy
cs: Odeslat kopii
de: Kopie versenden
es_mx: Enviar copia
fr: Envoyer une copie
it: Invia una copia
nl: Verzend kopie
pl: Wyślij kopię
pt_br: Enviar cópia
ro: Trimite copie

source: The mails will also send to the shop notification email adresses (if not in test mode)
cs: Testovací emaily budou zaslány také na notifikační adresy (pokud se nejdná o testovací režim)
de: Die E-Mails werden zusätzlich zu den Benachrichtigungsadressen des Shops versendet (wenn nicht im Test-Modus)
es_mx: Los emails irán a las direcciones de email de notificación (si no estás en modo de prueba)
fr: Les e-mails seront aussi envoyés aux adresses e-mail de notification de la boutique (sauf en mode de test)
it: I messaggi saranno inviati anche agli indirizzi e-mail per le notifiche del negozio
nl: De mails worden ook verzonden naar het notificatie adres (als de testmode uit status)
pl: E-maile zostaną także wysłane na adres używany przez sklep do powiadomień (jeśli nie jest właczony tryb testowy)
pt_br: As mensagens também serão enviadas para os endereços de email de notificação da loja (caso não esteja em "modo teste")
ro: Mailurile vor fi trimise și pe adresa de notificări a magazinului ( Dacă nu ești in modul test)

source: Rating mails sent
cs: Emaily odeslány
de: Bewertungsmails wurden versendet.
es_mx: Correos de valoración enviado
fr: E-mails d'évaluation envoyés
it: Email di valutazione inviate
nl: Rating mails verzonden
pl: Emaile z ocenami wysłane
pt_br: Emails de Avaliação enviados
ro: Mailurile de evaluare au fost trimise

source: Date
cs: Datum
de: Datum
es_mx: Fecha
it: Data
nl: Datum
pl: Data
pt_br: Data
ro: Dată

source: Date Closed
cs: Datum ukončení
de: Geschlossen am
es_mx: Fecha cerrada
fr: Date échue
it: Data chiusura
nl: Datum gesloten
pl: Data zamknięcia
pt_br: Data Fechada
ro: Dată inchidere

source: View order
cs: Zobrazit objednávku
de: Bestellung ansehen
es_mx: Ver pedido
fr: Voir la commande
it: Visualizza ordine
nl: Bekijk bestelling
pl: Pogląd zamówienia
pt_br: Ver pedido
ro: Vezi comandă

source: No e-mails have been sent
cs: Nebyly odeslány žádné emaily
de: Es wurden keine Bewertungsmails versendet.
es_mx: No se han enviado ningún email
fr: Aucun e-mail n'a été envoyé.
it: Nessun messaggio email inviato
nl: Er zijn geen e-mails verzonden
pl: Nie wysłano żadnych e-maili
pt_br: Nenhum email foi enviado
ro: Nu s-a trimis nici un email

source: Add to topseller
cs: Přidat mezi nejprodávanější
de: Zu Topseller hinzufügen
es_mx: Incluir en Los más Vendidos
fr: Ajouter aux meilleures ventes
it: Aggiungi ai topseller
nl: Voeg toe aan topproducten
pl: Dodaj do bestsellerów
pt_br: Adicionar a "mais vendidos"
ro: Adaugă la topseller

source: Save topseller
cs: Uložit nejprodávanější
de: Topseller speichern
es_mx: Guardar
fr: Enregistrer les meilleures ventes
it: Salva topseller
nl: Sla topproducten op
pl: Zapisz bestseller
pt_br: Salvar "mais vendidos"
ro: Salvează topseller

source: Remove from topseller
cs: Odebrat z nejprodávanějších
de: Topseller entfernen
es_mx: Quitar de Los más Vendidos
fr: Retirer des meilleures ventes
it: Rimuovi dai topseller
nl: Verwijder van topproducten
pl: Usuń z bestsellerów
pt_br: Remover dos "mais vendidos"
ro: Șterge de la topseller

source: Do you really want to delete this order?
cs: Opravdu chcete smazat tuto objednávku?
de: Wollen Sie wirklich diese Bestellung löschen?
es_mx: ¿Quieres borrar esta orden?
it: Vuoi veramente cancellare l'ordine ?
nl: Wil je deze bestelling echt verwijderen?
pl: Czy na pewno chcesz usunąć to zamówienie?
pt_br: Tem certeza que deseja apagar este pedido?
ro: Ești sigur că vrei să ștergi această comandă?

source: Delete order
cs: Smazat objednávku
de: Bestellung löschen
es_mx: Borrar orden
fr: Effacer la commande
it: Cancella ordine
nl: Verwijder bestelling
pl: Usuń zamówienie
pt_br: Apagar pedido
ro: Șterge comandă

source: Do you really want to resend this order?
cs: Opravdu chcete znovu odeslat tuto objednávku?
de: Wollen Sie wirklich diese Bestellung noch einmal senden?
es_mx: ¿Quieres reenviar esta orden?
it: Vuoi davvero rinviare questo ordine?
nl: Wil je deze order echte opnieuw verzenden?
pl: Czy na pewno chcesz ponownie wysłać to zamówienie?
pt_br: Tem certeza que deseja reenviar este pedido?
ro: Ești sigur că vrei să retrimiți această comandă?

source: Resend order
cs: Znovu odeslat objednávku
de: Bestellung senden
es_mx: Reenviar orden
fr: Envoyer la commande à nouveau
it: Invia nuovamente ordine
nl: Bestelling opnieuw verzenden
pl: Wyślij ponownie zamówienie
pt_br: Reenviar pedido
ro: Retrimite comanda

source: Change
cs: Změnit
de: Ändern
es_mx: Cambiar
fr: Changer
it: Cambia
nl: Aanpassen
pl: Zmień
pt_br: Alterar
ro: Modifică

source: Order number
cs: Číslo objednávky
de: Bestellungnummer
es_mx: Número de pedido
pl: Numer zamówienia

source: Shipping method
cs: Způsob dodání
de: Lieferart
es_mx: Método de entrega
fr: Mode de livraison
it: Metodo di spedizione
nl: Verzendwijze
pl: Metoda wysyłki
pt_br: Forma de envio
ro: Metodă de livrare

source: Payment method
cs: Způsob platby
de: Zahlungsweise
es_mx: Método de pago
fr: Mode de paiement
it: Metodo di pagamento
nl: Betalingswijze
pl: Metoda płatności
pt_br: Forma de pagamento
ro: Metoda de plată

source: Included VAT
cs: DPH
de: Enthaltene MwSt.
es_mx: Impuestos incluidos
fr: TVA incluse
it: IVA inclusa
nl: Inclusief BTW
pl: Zawiera VAT
pt_br: Imposto incluso
ro: TVA Inclus

source: Voucher
cs: Kupón
de: Gutscheine
es_mx: Cupón
fr: Coupon
nl: Kortingscode
pl: Kupon
pt_br: Cupom

source: Shipping
cs: Dodání
de: Lieferart
es_mx: Envío
fr: Livraison
it: Spedizione
nl: Verzendwijze
pl: Wysyłka
pt_br: Frete
ro: Livrare

source: Payment
cs: Platba
de: Zahlungsweise
es_mx: Pago
fr: Paiement
it: Pagamento
nl: Betalingswijze
pl: Płatność
pt_br: Pagamento
ro: Plată

source: Inclusive VAT
cs: DPH
de: Inklusive MwSt.
es_mx: Impuestos incluidos
fr: Dont TVA
it: IVA inclusa
nl: Inclusief BTW
pl: Zawiera VAT
pt_br: Imposto incluso
ro: Include TVA

source: Message from the customer
cs: Zpráva od zákazníka
de: Nachricht vom Kunden
es_mx: Mensaje del cliente
fr: Message du client
it: Messaggio dal cliente
nl: Bericht van de klant
pl: Wiadomość od klienta
pt_br: Mensagem do cliente
ro: Mesaj de la client

source: Paypal Transaction ID
cs: Číslo Paypal transakce
de: PayPal Transaktions-ID
fr: ID de transaction PayPal
it: ID transazione Paypal
nl: Paypal transactie ID
pl: ID transakcji Paypal
ro: ID Tranzacție Paypal

source: No orders found.
cs: Nebyly nalezeny žádné objednávky.
de: Es wurden keine Bestellungen gefunden.
es_mx: No se encontraron pedidos.
pl: Nie znaleziono zamówień.

source: Order Numbers
cs: Číslování objednávek
de: Bestellnummern
es_mx: Números de pedidos
pl: Numery zamówień

source: Save order numbers
cs: Uložit způsob číslování objednávek
de: Bestellnummern speichern
es_mx: Guardar los números de pedidos
pl: Zapisz numery zamówień

source: Add page
cs: Přidat stránku
de: Seite hinzufügen
es_mx: Añadir página
fr: Ajouter une page
it: Aggiungi pagina
nl: Pagina toevoegen
pl: Dodaj stronę
pt_br: Adicionar página
ro: Adaugă pagină

source: Add Page
cs: Přidat stránku
de: Seite hinzufügen
es_mx: Añadir Página
fr: Ajouter une Page
it: Aggiungi pagina
nl: Pagina toevoegen
pl: Dodaj stronę
pt_br: Adicionar Página
ro: Adaugă Pagină

source: Do you really want to delete this page?
cs: Opravdu chcete smazat tutuo stránku?
de: Wollen Sie wirklich diese Seite löschen?
es_mx: ¿Quieres borrar esta página?
it: Vuoi davvero eliminare questa pagina?
nl: Wil je deze pagina echt verwijderen?
pl: Czy na pewno chcesz usunąć tę stronę?
pt_br: Tem certeza que deseja apagar esta página?
ro: Ești sigur că vrei să ștergi această pagină?

source: Delete Page
cs: Smazat stránku
de: Seite löschen
es_mx: Borrar Página
fr: Effacer la page
it: Rimuovi pagina
nl: Pagina verwijderen
pl: Usuń stronę
pt_br: Apagar Página
ro: Șterge Pagină

source: View Page
cs: Zobrazit stránku
de: Seitenvorschau
es_mx: Previsualizar Página
it: Vedi pagina
nl: Bekijk pagina
pl: Widok strony
pt_br: Ver Página
ro: Vezi pagina

source: Goto Page
cs: Přejít na stránku
de: Zur Seite
es_mx: Ir a la Página
it: Vai alla pagina
nl: Ga naar pagina
pl: Przejdź do strony
pt_br: Ir para a Página
ro: Du-te la pagina

source: Add payment Method
cs: Přidat způsob platby
de: Bezahlmethode hinzufügen
es_mx: Añadir método de pago
it: Aggiungi un sistema di pagamento
nl: Voeg betaalmethode toe
pl: Dodaj sposób płatności
pt_br: Adicionar Forma de Pagamento
ro: Adaugă metode de plată

source: Add Payment Method
cs: Přidat způsob platby
de: Bezahlmethode hinzufügen
es_mx: Añadir método de pago
pl: Dodaj sposób płatności

source: Add payment method
cs: Přidat způsob platby
de: Bezahlmethode hinzufügen
es_mx: Añadir método de pago
fr: Ajouter un mode de paiement
it: Aggiungi metodo di pagamento
nl: Voeg betalingswijze toe
pl: Dodaj sposób płatności
pt_br: Adicionar forma de pagamento
ro: Adaugă metode de plată

source: Manage Payment Methods
cs: Způsoby platby
de: Bezahlmethoden verwalten
es_mx: Administrar métodos de pago
it: Gestisci i metodi di pagamento
nl: Beheer betaalmethodes
pl: Zarządzaj sposobami płatności
pt_br: Gerenciar Formas de Pagamento
ro: Administreaza metode de plată

source: Do you really want to delete this payment method?
cs: Opravdu chcete smazat tento způsob platby?
de: Wollen Sie diese Bezahlmethode wirklich löschen?
es_mx: ¿Quieres borrar este método de pago?
it: Vuoi davvero eliminare questo metodo di pagamento?
nl: Wil je echt deze betaalwijze verwijderen?
pl: Czy na pewno chcesz usunąć ten sposób płatności?
pt_br: Tem certeza que deseja apagar esta forma de pagamento?
ro: Ești sigur că vrei sa ștergi metoda de plată?

source: Delete payment method
cs: Smazat způsob platby
de: Bezahlmethode löschen
es_mx: Borrar método de pago
fr: Effacer le mode de paiement
it: Rimuovi metodo di pagamento
nl: Verwijder betalingswijze
pl: Usuń sposób płatności
pt_br: Apagar forma de pagamento
ro: Șterge metode de plată

source: Prices
cs: Ceny
de: Preise
es_mx: Precios
fr: Prix
it: Prezzi
nl: Prijzen
pl: Ceny
pt_br: Preços
ro: Prețuri

source: Save Payment Method
cs: Uložit způsob platby
de: Zahlungsweise speichern
es_mx: Guardar método de pago
it: Salva metodo di pagamento
nl: Bewaar betaalwijze
pl: Zapisz sposób płatności
pt_br: Salvar Forma de Pagamento
ro: Salvează metoda de plată

source: Existing prices
cs: Definované ceny
de: Existierende Preise
es_mx: Precios existentes
fr: Prix existants
it: Prezzi esistenti
nl: Bestaande prijzen
pl: Istniejące ceny
pt_br: Preços existentes
ro: Prețuri existente

source: Priority
cs: Priorita
de: Priorität
es_mx: Prioridad
fr: Priorité
it: Priorità
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ro: Prioritate

source: Edit criteria
cs: Upravit podmínky
de: Kriterien bearbeiten
es_mx: Editar criterios
fr: Editer les critères
it: Modifica criteri
nl: Wijzig criteria
pl: Edytuj kryteria
ro: Editeaza criterii

source: Delete prices
cs: Odebrat ceny
de: Preise löschen
es_mx: Borrar precios
fr: Effacer les prix
it: Rimuovi prezzi
nl: Verwijder prijzen
pl: Usuń ceny
pt_br: Apagar preços
ro: Șterge prețuri

source: Update prices
cs: Aktualizovat ceny
de: Preise aktualisieren
es_mx: Actualizar precios
fr: Mettre les prix à jour
it: Aggiorna prezzi
nl: Update prijzen
pl: Uaktualnij ceny
pt_br: Atualizar preços
ro: Modifiă prețuri

source: Edit criteria for
cs: Upravit podmínku pro
de: Kriterien bearbeiten für
es_mx: Editar criterios para
fr: Editer les critères pour
it: Modifica prezzi per
nl: Wijzig criteria voor
pl: Edytuj kryteria dla
ro: Editează criterii pentru

source: Save portlet
cs: Uložit portlet
de: Portlet speichern
es_mx: Guardar portlet
fr: Enregistrer le portlet
it: Salva portlet
nl: Bewaar portlet
pl: Zapisz portlet
pt_br: Salvar portlet
ro: Salvează portlet

source: Blocked parent slots
cs: Blokované nadřazené sloty
de: Geblockte Slots
es_mx: Slots padres bloqueados
fr: Slots parents bloqués
it: Slots padre bloccati
nl: Geblokte slots
pl: Zablokowane portlety nadrzędne
ro: Sloturi părinte blocate

source: Save blocked parent slots
cs: Uložit blokované nadřazené sloty
de: Geblockte Slots speichern
es_mx: Guardar bloqueo de slots padres
fr: Enregistrer le blocage des slots parents
it: Salva slots padre bloccati
nl: Bewaar geblokte slots
pl: Zapisz zablokowane portlety nadrzędne
ro: Salvează sloturi părinte blocate

source: Manage
cs: Správa
de: Verwalten
es_mx: Administrar
fr: Gestion
it: Gestisci
nl: Beheer
pl: Zarządzaj
pt_br: Gerenciar
ro: Administrare

source: Move Up
cs: Nahoru
de: Hoch
es_mx: Hacia arriba
it: Muovi sopra
nl: Verplaats naar boven
pl: Przenieś w górę
pt_br: Mover para Cima
ro: Mută sus

source: Move Down
cs: Posunout dolů
de: Runter
es_mx: Hacia abajo
it: Muovi sotto
nl: Verplaats naar beneden
pl: Przenieś w dół
pt_br: Mover para Baixo
ro: Mută jos

source: Do you really want to delete this portlet?
cs: Opravdu chcete smazat tento portlet?
de: Wollen Sie wirklich dieses Portlet löschen?
es_mx: ¿Quieres borrar este porlet?
it: Vuoi veramente cancellare questo portlet?
nl: Wil je echt deze portlet verwijderen?
pl: Czy na pewno chcesz usunąć ten portlet?
pt_br: Tem certeza que deseja apagar este portlet?
ro: Ești sigur că vrei să ștergi acest portlet?

source: Delete
cs: Smazat
de: Löschen
es_mx: Borrar
fr: Effacer
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Șterge

source: There are no portlets assigned
cs: Nejsou zde přiřazeny žádné portlety
de: Es sind keine Portlets zugewiesen
es_mx: No hay portles asignados
fr: Il n'y a aucun portlet d'assigné
it: Non ci sono portlets assegnati
nl: Er zijn geen portlets toegewezen
pl: Nie zostały przypisane żadne portlety
pt_br: Não há portlets associados
ro: Nu exista portleturi desemnate

source: Add new portlet
cs: Přidat portlet
de: Neues Portlet hinzufügen
es_mx: Añadir nuevo portlet
fr: Ajouter un nouveau portlet
it: Aggiungi nuovo portlet
nl: Voeg nieuwe portlet toe
pl: Dodaj nowy portlet
pt_br: Adicionar novo portlet
ro: Adaugă nou portlet

source: Add portlet
cs: Přidat portlet
de: Portlet hinzufügen
es_mx: Añadir portlet
fr: Ajouter un portlet
it: Aggiungi portlet
nl: Voeg portlet toe
pl: Dodaj portlet
pt_br: Adicionar portlet
ro: Adaugă portlet

source: Accessories
cs: Příslušenství
de: Zubehör
es_mx: Accesorios
fr: Accessoires
it: Accessori
nl: Accessoires
pl: Akcesoria
pt_br: Acessórios
ro: Accesorii

source: Update
cs: Aktualizovat
de: Aktualisieren
es_mx: Actualizar
fr: Actualiser
it: Aggiorna
nl: Aanpassen
pl: Aktualizuj
pt_br: Atualizar
ro: Modifică

source: Add to accessories
cs: Přidat mezi příslušenství
de: Zu Zubehör hinzufügen
es_mx: Añadir a accesorios
fr: Ajouter aux accessoires
it: Aggiungi agli accessori
nl: Voeg toe aan accessoires
pl: Dodaj do akcesoriów
pt_br: Adicionar aos acessórios
ro: Adaugă la accesorii

source: Save accessories
cs: Uložit příslušenství
de: Zubehör speichern
es_mx: Guardar accesorios
fr: Enregistrer les accessoires
it: Salva accessori
nl: Bewaar accessoires
pl: Zapisz akcesoria
pt_br: Salvar acessórios
ro: Salvează accesorii
