Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Action has been added.
cs: Akce byla přidána
de: Aktion wurde hinzugefügt.
es_mx: Acción añadida.
fr: L'action a été ajoutée.
it: Azione aggiunta.
nl: De actie is toegevoegd.
pl: Akcja została dodana.
pt_br: A ação foi adicionada.
ro: Acțiunea a fost adaugată.

source: Action has been deleted.
cs: Akce byla odstraněna
de: Aktion wurde gelöscht.
es_mx: Acción borrada
fr: L'action a été effacée.
it: Azione rimossa.
nl: De actie is verwijderd.
pl: Akcja została usunięta.
pt_br: A ação foi removida.
ro: Acțiunea a fost ștearsă.

source: The actions have been sorted.
cs: Pořadí akcí bylo změněno.
de: Die Aktionen wurde gespeichert.
es_mx: Las acciones se ordenaron.
pl: Akcje zostały posortowane.

source: Do you really want to delete the category <b>'%(name)s'</b> and all its sub categories?
cs: Opravdu chcete smazat kategorii <b>'%(name)s'</b> a všechny její podkategorie?
de: Wollen Sie wirklich die Kategorie <b>'%(name)s'</b> und deren Unterkategorien löschen?
es_mx: ¿Quieres borrar la categoría <b>'%(name)s'</b> junto con todas sus subcategorías?
it: Vuoi veramente cancella la categoria <b>'%(name)s'</b> e le sue sottocategorie?
nl: Wil je echt categorie <b>'%(name)s'</b> en alle subcategorieen verwijderen?
pl: Czy na pewno chcesz usunąć Kategorię <b>'%(name)s'</b> i wszystkie jej podkategorie?
pt_br: Realmente deseja remover a categoria <b>'%(name)s'</b> e todas as suas subcategorias?
ro: Ești sigur că vrei să ștergi categoria <b>'%(name)s'</b> și toate subcategoriile acesteia?

source: Category data have been saved.
cs: Kategorie byla uložena
de: Kategorie wurde gespeichert.
es_mx: Categoría guardada
fr: Les informations de la catégorie ont bien été enregistrées.
it: Dati categoria salvati.
nl: De categorie gegevens zijn opgeslagen.
pl: Dane Kategorii zostały zapisane.
pt_br: Dados de categoria salvos.
ro: Datele categoriilor au fost salvate.

source: The categories have been sorted.
cs: Kategorie byly seřazeny.
de: Kategorien wurden sortiert.
es_mx: Las categorías se ordenaron.
it: Le categorie sono state ordinate
nl: De categorieen zijn gesorteerd.
pl: Kategorie zostały posortowane.
pt_br: As categorias foram ordenadas.
ro: Categoriile au fost sortate.

source: Selected products have been added to category.
cs: Vybrané produkty byly přiřazeny do kategorie.
de: Ausgewählte Produkte wurden zur Kategorie hinzugefügt.
es_mx: Los productos seleccionados se añadieron a la categoría.
fr: Les produits sélectionnés ont bien été ajoutés à la catégorie.
it: I prodotti selezionati sono stati aggiunti alla categoria.
nl: De geselecteerde producten zijn aan de categorie toegevoegd.
pl: Wybrane Produkty zostały dodane do Kategorii.
pt_br: Produtos selecionados foram adicionados a categoria.
ro: Produsele selectate au fost adăugate la categorie.

source: Selected products have been removed from category.
cs: Vybrané produkty byly odebrány z kategorie.
de: Ausgewählte Produkte wurden von Kategorie entfernt.
es_mx: Los productos seleccionados se eliminaron de la categoría.
it: Il prodotto selezionato è stato rimosso dalla categoria.
nl: De geselecteerde producten zijn uit de categorie verwijderd.
pl: Wybrane Produkty zostały usunięte z Kategorii.
pt_br: Os produtos selecionados foram removidos da categoria.
ro: Produsele selectate au fost șterse din categorie.

source: View data has been saved.
cs: Data uložena
de: Ansichtsdaten wurden gespeichert.
es_mx: Los datos de la vista se han guardado.
fr: Les informations d'affichage ont bien été enregistrées.
it: La vista è stata salvata
nl: De weergave data zijn opgeslagen.
pl: Dane widoku zostały zapisane.
pt_br: Dados para Visualização foram salvos.
ro: Datele de afișare au fost salvate.

source: Customer tax has been added.
cs: Zákaznická daň byla přidána.
de: Kunden-Mehrwertsteuer wurde hinzugefügt.
es_mx: Se han añadido impuestos.
pl: Stawka podatku została dodana.

source: Customer tax has been deleted.
cs: Zákaznická daň byla smazána.
de: Kunden-Mehrwertsteuer wurde gelöscht.
es_mx: Impuestos borrados.
pl: Stawka podatku została usunięta.

source: Criteria have been changed.
cs: Kritéria byla upravena.
de: Kriterien wurden gespeichert.
pl: Kryteria zostały zapisane.

source: Data have been saved.
cs: Data byla uložena.
de: Daten wurde gespeichert.
pl: Dane zostały zapisane.

source: Delivery time has been saved.
cs: Doba dodání uložena
de: Lieferzeit wurde gespeichert.
es_mx: Tiempo de entrega guardado
fr: Le délai de livraison a été enregistré.
it: Tempo di consegna salvato.
nl: Aflevertijd is opgeslagen
pl: Czas dostawy został zapisany.
pt_br: O tempo de entrega foi salvo.
ro: Timpul de livrare a fost salvat

source: Delivery time has been added.
cs: Doba dodání přidána
de: Lieferzeit wurde hinzugefügt.
es_mx: Tiempo de entrega añadido.
fr: Le délai de livraison a été ajouté.
it: Tempo di consegna aggiunto.
nl: Aflevertijd is toegevoegd.
pl: Czas dostawy został dodany.
pt_br: O tempo de entrega foi adicionado.
ro: Timpul de livrare a fost adaugat.

source: Delivery time has been deleted.
cs: Doba dodání smazána
de: Lieferzeit wurde gelöscht.
es_mx: Tiempo de entrega borrado.
fr: Le déli de livraison a été effacé.
it: Tempo di consegna rimosso.
nl: Aflevertijd is verwijderd.
pl: Czas dostawy został usunięty.
pt_br: O tempo de entrega foi removido.
ro: Timpul de livrare a fost șters

source: Discount method has been added.
cs: Způsob slevy přidán
de: Rabatt wurde hinzugefügt.
es_mx: Metodo de descuento agregado.
fr: La méthode de discount a été ajoutée.
it: Lo sconto è stato aggiunto con successo
nl: Kortingsmethode is toegevoegd.
pl: Rodzaj rabatu został dodany.
pt_br: O método de desconto foi adicionado.
ro: Metoda de discount a fost adăugată.

source: Changes have been saved.
cs: Změny byly uloženy
de: Änderungen wurden gespeichert.
pl: Zmiany zostały zapisane.

source: Discount data has been saved.
cs: Způsob slevy uložen
de: Rabatt wurde gespeichert.
es_mx: Los datos del descuento se guardaron.
fr: Le discount a été enregistré.
it: Lo sconto è stato salvato
nl: Kortingsgegevens zijn opgeslagen
pl: Dane rabatu zostały zapisane.
pt_br: Informações de desconto foram salvas.
ro: Datele de discount au fost salvate.

source: Discount has been deleted.
cs: Sleva byla smazána
de: Rabatt wurde gelöscht.
es_mx: Descuento borrado.
fr: Le discount a été effacé.
it: Lo sconto è stato cancellato
nl: Korting is verwijderd.
pl: Rabat został usunięty.
pt_br: Desconto removido.
ro: Discount-ul a fost șters.

source: Products have been assigned.
cs: Produkty byly přiřazeny
de: Produkte wurden zugewiesen.
es_mx: Productos asignados.
fr: Les produits ont bien été assignés.
it: Prodotto assegnato.
nl: Producten zijn toegewezen.
pl: Produkty zostały przypisane.
ro: Produsele a fost desemnate.

source: Products have been removed.
cs: Produkty byly odebrány
de: Produkte wurden entfernt.
es_mx: Productos borrados.
fr: Les produits ont bien été enlevés.
it: Prodotti rimossi.
nl: Producten zijn verwijderd.
pl: Produkty zostały usunięte.
pt_br: Os produtos foram removidos.
ro: Produsele au fost șterse.

source: %(count)d image
cs: %(count)d obrázek
de: %(count)d Bilder
pl: 1 obraz

source: Images have been added.
de: Bilder wurden hinzugefügt.
pl: Obrazy zostały dodane.

source: left
cs: doleva
de: Links
es_mx: izquierda
pl: do lewej

source: right
cs: doprava
de: Rechts
es_mx: derecha
pl: do prawej

source: Selected products have been assigned to manufacturer.
cs: Vybrané produkty byly přiřazeny k výrobci.
de: Ausgewählte Produkte wurden zur Hersteller hinzugefügt.
es_mx: Los productos seleccionados han sido asignados al fabricante.
pl: Wybrane produkty zostały przypisane do producenta.

source: Selected products are no longer assigned to manufacturer.
cs: Vybrané produkty již nejsou přiřazeny k výrobci.
de: Ausgewählte Produkte wurden vom Hersteller entfernt.
es_mx: Los productos seleccionados ya no estan asignados al fabricante.
pl: Zaznaczone produkty nie są już przypisane do producenta.

source: Manufacturer data has been saved.
cs: Data výrobce byla uložena
de: Herstellerdaten wurden gespeichert.
es_mx: Los datos del fabricante se han guardado.
fr: Les données du fabricant ont été enregistrées.
it: Dati del produttore salvati.
nl: Productent gegevens zijn opgeslagen.
pl: Dane Producenta zostały zapisane.
pt_br: Dados de fabricante salvo.
ro: Datele producătorului au fost salvate.

source: Data has been saved.
cs: Data byla uložena.
de: Daten wurde gespeichert.
es_mx: Los datos se han guardado.
pl: Dane zostały zapisane.

source: Page has been added.
cs: Stránka byla přidána
de: Seite wurde hinzugefügt.
es_mx: Se añadió una página.
fr: La page a été ajoutée.
it: Pagina aggiunta.
nl: De pagina
pl: Strona została dodana.
pt_br: A Página foi adicionada.
ro: Pagina a fost adaugată.

source: Page has been deleted.
cs: Stránka byla smazána
de: Seite wurde gelöscht.
es_mx: Página borrada.
fr: La page a été effacée.
it: Pagina rimossa.
nl: De pagina is verwijderd.
pl: Strona została usunięta.
pt_br: A página foi apagada.
ro: Pagina a fost ștearsă.

source: The pages have been sorted.
cs: Stránky byly seřazeny.
de: Seiten wurden sortiert.
es_mx: Las páginas se han ordenado.
it: Le pagine sono state ordinate.
nl: De pagina's zijn gesorteerd.
pl: Strony zostały posortowane.
pt_br: As páginas foram classificadas.
ro: Paginile au fost ordonate.

source: Accessories have been added.
cs: Přislušenství bylo přidáno
de: Zubehör wurde hinzugefügt.
es_mx: Accesorios añadidos.
fr: Les accessoires ont bien été ajoutés.
it: Accessori aggiunti.
nl: Accessoires zijn toegevoegd.
pl: Akcesoria zostały dodane.
pt_br: Acessório foi adicionado
ro: Accesoriile au fost adăugate.

source: Accessories have been removed.
cs: Příslušenství bylo odebráno
de: Zubehör wurde gelöscht.
es_mx: Accesorios borrados.
fr: Les accessoires ont bien été enlevés.
it: Accessori rimossi.
nl: Accessoires zijn verwijderd.
pl: Akcesoria zostały usunięte.
pt_br: Acessório for removido
ro: Accesoriile au fost șterse.

source: Accessories have been updated.
cs: Příslušenství bylo aktualizováno
de: Zubehör wurde aktualisiert.
es_mx: Accesorios actualizados.
fr: Les accessoires ont bien été mis a jour.
it: Accessori aggiornati.
nl: Accessoires zijn aangepast.
pl: Akcesoria zostały uaktualnione.
pt_br: Acessório for atualizado
ro: Accesoriile au fost modificate.

source: Attachments have been added.
cs: Přílohy byly přidány.
de: Anhang wurden hinzugefügt.
es_mx: Se han agregado archivos adjuntos.
pl: Załączniki zostały dodane.

source: Attachment has been updated.
cs: Přílohy byly aktualizovány.
de: Anhang wurde aktualisiert.
es_mx: Se actualizó el archivo adjunto.
pl: Załącznik został uaktualniony.

source: Attachment has been deleted.
cs: Přiloha byla odstraněna.
de: Anhang wurde gelöscht.
es_mx: Se borró el archivo adjunto.
pl: Załącznik został usunięty.

source: Categories have been saved.
cs: Kategorie byly uloženy
de: Kategorien wurden gespeichert.
es_mx: Categorías guardadas.
fr: Les catégories ont bien été enregistrées.
it: Categorie salvate.
nl: Categorieen zijn opgeslagen.
pl: Kategorie zostały zapisane.
pt_br: Categoria foi salva
ro: Categoriile au fost salvate.

source: Images has been deleted.
cs: Obrázky byly smazány
de: Bilder wurden gelöscht.
es_mx: Imagenes borradas.
fr: Les images ont bien été effacées.
it: Immagini rimosse.
nl: Afbeeldingen zijn verwijderd.
pl: Obrazy zostały usunięte.
pt_br: Imagem foi deletada
ro: Imaginile au fost șterse.

source: Images has been updated.
cs: Obrázky byly aktualizovány
de: Bilder wurden aktualisiert.
es_mx: Imagenes actualizadas.
fr: Les images ont bien été mises à jour.
it: Immagini aggiornate.
nl: Afbeeldingen zijn aangepast.
pl: Obrazy zostały uaktualnione.
pt_br: Imagem foi atualizada
ro: Imaginile au fost modificate.

source: Active images has been updated.
cs: Aktivní obrázky byly aktualizovány
de: Bilderstatus wurden aktualisiert.
es_mx: Imagenes activas actualizadas.
fr: L'image active a bien été mise à jour.
it: Immagini attive aggiornate.
nl: Actieve afbeeldingen zijn aagepast.
pl: Aktywne obrazy zostały uaktualnione.
pt_br: Imagem Ativa foi atualizalizada
ro: Imaginile active au fost modificate.

source: Page
de: Seite
nl: Pagina
pl: Strona
pt_br: Página
ro: Pagină

source: Product stock data has been saved.
cs: Nastavení skladových zásob bylo aktualizováno
de: Produkt-Lagerdaten wurden gespeichert.
es_mx: Datos de inventario de producto guardados.
fr: Les données de stock du produit ont bien été enregistrées.
it: Dati magazzino del prodotto salvati.
nl: Product voorraad gegevens zijn opgeslagen.
pl: Dane magazynowe produktu zostały zapisane.
pt_br: Dados de Estoque do produto foi salvo
ro: Datele de stoc ale produsului a fost salvate.

source: Sub type has been changed.
cs: Podtyp byl změněn
de: Produkttyp wurden gespeichert.
es_mx: Subtipo ha cambiado.
fr: Le sous-type a bien été modifié.
it: Sottotipo cambiato.
nl: Sub type is aangepast.
pl: Podtyp został zmieniony.
pt_br: Subtipo foi alterado
ro: Subtipul a fost modificat.

source: Product data has been saved.
cs: Údaje byly uloženy.
de: Produktdaten wurden gespeichert.
es_mx: Los datos del producto se han guardado.
pl: Dane Produktu zostały zapisane.

source: Product filters have been reset
cs: Filtry byly smazány
de: Produktfilter wurden gespeichert.
es_mx: Filtros del producto reiniciados
fr: Les filtres de produit ont bien été réinitialisés.
it: Filtri prodotto azzerati
nl: Product filters zijn gereset
pl: Filtry produktu zostały zresetowane
pt_br: Filtros do Produto foram limpos
ro: Filtrele produsului au fost resetate

source: Products have been deleted.
cs: Produkty byly smazány.
de: Produkte wurden gelöscht.
es_mx: Los productos han sido borrados.
it: I prodotti sono stati cancellati
nl: De producten zijn verwijderd.
pl: Produkty zostały usunięte.
pt_br: Produtos foram deletados
ro: Produsele au fost șterse.

source: Products have been saved
cs: Produkty byly uloženy
de: Produkte wurden gespeichert.
es_mx: Productos guardados.
fr: Les produits ont bien été enregistrés.
it: Prodotti salvati
nl: Producten zijn opgeslagen
pl: Produkty zostały zapisane
pt_br: Produto foi salvo
ro: Produsele au fost salvate

source: Product filters have been set
cs: Filtry byly nastaveny
de: Produktfilter wurden gespeichert.
es_mx: Filtros del producto asignados.
fr: Les filtres de produit ont bien été définis.
it: Filtri prodotto impostati
nl: Product filters zijn ingesteld
pl: Filtry Produktu zostały ustawione
pt_br: Filtros de Produto foram ligados
ro: Filtrele de produs au fost aplicate

source: Related products have been added.
cs: Příbuzné produkty byly přidány
de: Zugehörige Produkte wurden hinzugefügt.
es_mx: Productos relacionados añadidos.
fr: Les produits connexes ont bien été ajoutés.
it: Prodotti collegati aggiunti.
nl: Gerelateerde producten zijn toegevoegd.
pl: Powiązane produkty zostały dodane.
pt_br: Produtos relacionados foram adicionados.
ro: Produsele relaționate au fost adăugate.

source: Related products have been removed.
cs: Příbuzné produkty byly odebrány
de: Zugehörige Produkte
es_mx: Productos relacionados borrados.
fr: Les produits connexes ont bien été enlevés.
it: Prodotti collegati rimossi.
nl: Gerelateerde producten zijn verwijderd.
pl: Powiązane produkty zostały usunięte.
pt_br: Produtos relacionados foram removidos.
ro: Produsele relaționate au fost șterse.

source: Related products have been updated.
cs: Příbuzné produkty byly aktualizovány
de: Zugehörige Produkte wurden aktualisiert.
es_mx: Productos relacionados actualizados.
fr: Les produits connexes ont bien été actualisés.
it: Prodotti collegati aggiornati.
nl: Gerelateerde producten zijn aangepast.
pl: Powiązane produkty zostały uaktualnione.
pt_br: Produtos relacionados foram atualizados.
ro: Produsele relaționate au fost modificate.

source: Property has been added.
cs: Vlastnost byla přidána
de: Eigenschaft wurde hinzugefügt.
es_mx: Propiedad añadida.
fr: La propriété a été ajoutée.
it: Proprietà aggiunta.
nl: De eigenschap is toegevoegd.
pl: Cecha została dodana.
pt_br: A propriedade foi adicionada.
ro: Proprietatea a fost adăugată.

source: Property has been deleted.
cs: Vlastnost byla smazána.
de: Eigenschaft wurde gelöscht.
es_mx: Propiedad borrada.
it: Le proprietà sono state cancellate
nl: De eigenschap is verwijderd.
pl: Cecha została usunięta.
pt_br: A propriedade foi apagada.
ro: Proprietatea a fost ștearsă.

source: Option has been added.
cs: Volba přidána
de: Option wurde hinzugefügt.
es_mx: Opción añadida.
fr: L'option a été ajoutée.
it: Opzione aggiunta.
nl: De optie is toegevoegd.
pl: Opcja została dodana.
pt_br: A opção foi adicionada.
ro: Opțiunea a fost adăugată.

source: Invalid data. Correct it and try again.
de: Ungültige Daten. Bitte korrigieren und noch einmal versuchen.
pl: Nieprawidłowe dane. Popraw je i spróbuj ponownie

source: No variants have been added.
cs: Nebyly přidány žádné kombinace.
de: Keine Varianten wurden hinzugefügt.
pl: Nie dodano żadnych wariantów.

source: Variants have been added.
cs: Kombinace byly přidány.
de: Varianten wurden hinzugefügt.
es_mx: Variantes añadidas.
it: Le variazioni sono state aggiunte
nl: De varianten zijn toegevoegd.
pl: Warianty zostały dodane.
pt_br: Variação adicionada.
ro: Variantele au fost adăugate.

source: Variants have been deleted.
cs: Kombinace byly smazány.
de: Varianten wurden gelöscht.
es_mx: Variantes borradas
it: Le variazioni sono sono state cancellate
nl: De varianten zijn verwijderd.
pl: Warianty zostały usunięte.
pt_br: Variação deletada.
ro: Variantele au fost șterse.

source: Variants have been saved.
cs: Kombinace byly uloženy.
de: Varianten wurden gespeichert.
es_mx: Variantes guardadas.
it: Le variazioni sono state salvate
nl: De varianten zijn opgeslagen.
pl: Warianty zostały zapisane.
pt_br: Variação salva.
ro: Variantele au fost salvate.

source: Sub type has been saved.
cs: Podtyp produktu byl změněn.
de: Untertyp wurde gespeichert.
pl: Podtyp został zapisany.

source: Category variant has been saved.
cs: Nastavení bylo uloženo.
de: Kategorievariante wurde gespeichert.
es_mx: Variante de categoría guardada
pl: Dane wariantu kategorii zostały zapisane.

source: Tax has been saved.
cs: Daň byla uložena
de: Mehrwertsteuer wurde gespeichert.
es_mx: Impuestos guardados.
fr: La taxe a bien été enregistrée.
it: Tassa salvate.
nl: BTW is opgeslagen.
pl: Stawka podatku została zapisana.
pt_br: Taxa foi salva.
ro: Taxa a fost salvată.

source: Tax has been added.
cs: Daň byla přidána
de: Mehrwertsteuer wurde hinzugefügt.
es_mx: Impuestos añadidos.
fr: La taxe a bien été ajoutée.
it: Tassa aggiunta.
nl: BTW is toegevoegd.
pl: Stawka podatku została dodana.
pt_br: Taxa foi adicionada.
ro: Taxa a fost adăugată.

source: Tax has been deleted.
cs: Daň byla smazána
de: Mehrwertsteuer wurde gelöscht.
es_mx: Impuestos borrados.
fr: La taxe a bien été effacée.
it: Tassa rimossa.
nl: BTW is verwijderd.
pl: Stawka podatku została usunięta.
pt_br: Taxa foi removida.
ro: Taxa a fost ștearsă.

source: Property type has been saved.
cs: Typ vlastnosti byl uložen
de: Eigenschaftstyp wurden gespeichert.
es_mx: Tipo de propiedad guardado.
fr: Le type de propriété a été enregistré.
it: Tipo proprietà salvato.
nl: De eigenschap type is opgeslagen
pl: Typ Cechy został zapisany.
pt_br: A propriedade foi salva.
ro: Tipul de proprietate a fost salvat.

source: Property type has been changed.
cs: Typ vlastnosti byl změněn
de: Eigenschaftstyp wurden gespeichert.
es_mx: Tipo de propiedad cambiada.
fr: Le type de propriété a été modifié.
it: Tipo proprietà cambiato.
nl: De eigenschap type is gewijzigd.
pl: Typ Cechy został zmieniony.
pt_br: A propriedade foi alterada.
ro: Tipul de proprietate a fost modificat.

source: Validators have been saved.
cs: Validátory byly uloženy.
de: Validatoren wurden gespeichert.
es_mx: Validadores guardados.
it: I validatori sono stati salvati
nl: Validators zijn opgeslagen.
pl: Walidatory zostały zapisane.
pt_br: Os validadores foram salvos.
ro: Validatorii au fost salvați.

source: Step range has been saved.
cs: Rozsah kroku byl uložen
de: Schrittweite wurde gespeichert.
it: La gamma di passo è stata salvata.
nl: Het stappenbereik is opgeslagen.
pl: Zakres kroku został zapisany.
pt_br: O passo de intervalo foi salvo.
ro: Intervalul pasului a fost salvat.

source: Step type has been saved.
cs: Typ kroku byl uložen
de: Steptyp wurde gespeichert.
fr: Le type d'étape a été enregistré.
it: Tipo di passo salvato.
nl: De stap type is opgeslagen.
pl: Rodzaj kroku został zapisany.
pt_br: O tipo de passo foi salvo.
ro: Tipul de pas a fost salvat.

source: Step has been added.
cs: Krok byl přidán
de: Schritt wurde hinzugefügt.
es_mx: Paso añadido.
fr: L'étape a été ajoutée.
it: Passo aggiunto.
nl: De stap is toegevoegd.
pl: Krok został dodany.
pt_br: O passo foi adicionado.
ro: Pasul a fost adăugat.

source: Steps have been updated.
cs: Kroky byly uloženy
de: Schritte wurden aktualisiert.
es_mx: Pasos actualizados.
fr: Les étapes ont été mises à jour.
it: Passi aggiornati.
nl: De stappen zijn gewijzigd.
pl: Kroki zostały uaktualnione.
pt_br: Os passos foram atualizados.
ro: Pașii au fost modificați.

source: The step has been saved.
cs: Krok byl uložen
de: Schritt wurde gespeichert.
es_mx: Paso guardado.
it: Il passo è stato salvato
nl: De stap is opgeslagen.
pl: Krok został zapisany.
pt_br: O passo foi salvo.
ro: Pasul a fost salvat.

source: Option could not be added.
cs: Volba nemohla být přidána.
de: Option konnte nicht hinzugefügt werden.
es_mx: La opción no se pudo añadir
it: L'opzione non può essere aggiunta
nl: De optie kon niet worden toegevoegd.
pl: Opcja nie mogła zostać dodana.
pt_br: A opção não pode ser adicionada.
ro: Opțiunea nu a putut fi adăugată.

source: Options have been updated.
cs: Volby byly aktualizovány
de: Optionen wurden aktualisiert.
es_mx: Opciones actualizadas.
pl: Opcje zostały uaktualnione.

source: Property group has been saved.
cs: Skupina vlastností byla uložena
de: Eigenschaftsgruppe wurde gespeichert.
es_mx: Grupo de propiedades guardado.
fr: Le groupe de propriété a été enregistré.
it: Gruppo prodotti salvato.
nl: Eigenschap groep is opgeslagen.
pl: Grupa Cech została zapisana
pt_br: O grupo de propriedades foi salvo.
ro: Grupul de proprietăți a fost salvat.

source: Property group has been added.
cs: Skupina vlastností byla přidána
de: Eigenschaftsgruppe wurde hinzugefügt.
es_mx: Grupo de propiedades añadido.
fr: Le groupe de propriété a bien été ajouté.
it: Gruppo proprietà aggiunto.
nl: Eigenschap groep is toegevoegd.
pl: Grupa Cech została dodana.
pt_br: O grupo de propriedades foi adicionado.
ro: Grupul de proprietăți a fost adăugat.

source: Property group has been deleted.
cs: Skupina vlastností byla smazána
de: Eigenschaftsgruppe wurde gelöscht.
es_mx: Grupo de propiedades borrado.
fr: Le groupe de propriété a bien été effacé.
it: Gruppo proprietà rimosso
nl: Eigenschap groep is verwijderd.
pl: Grupa Cech została usunięta.
pt_br: O grupo de propriedades foi apagado.
ro: Grupul de proprietăți a fost șters.

source: Properties have been assigned.
cs: Vlastnosti byly přiřazeny
de: Eigenschaften wurden aktualisiert.
es_mx: Grupo de propiedades asignado.
fr: Les propriétés ont bien été assignées.
it: Proprietà assegnate.
nl: Eigenschappen zijn toegewezen.
pl: Cechy zostały przypisane
ro: Proprietățile au fost desemnate.

source: Properties have been removed.
cs: Vlastnosti byly odebrány
de: Eigenschaften wurde gelöscht.
es_mx: Propiedades borradas.
fr: Les propriétés ont bien été enlevées.
it: Proprietà rimosse.
nl: Eigenschappen zijn verwijderd.
pl: Cechy zostały usunięte.
pt_br: Propriedades foram removidas.
ro: Proprietățile au fost șterse.
