Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Display files
cs: Zobrazit soubory
de: Dateien anzeigen
es_mx: Mostrar archivos
fr: Afficher les fichiers
it: Mostra files
nl: Geef bestanden weer
pl: Wyświetlaj pliki
pt_br: Mostrar arquivos
ro: Afișează fișiere

source: Files
cs: Soubory
de: Dateien
es_mx: Archivos
fr: Fichiers
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: Fișiere

source: Integer
cs: Celé číslo
de: Ganzzahl
pl: Liczba całkowita

source: Decimal 0.1
cs: Desetinné 0.1
de: Dezimalzahl 0,1
pl: Dziesiętne 0.1

source: Decimal 0.01
cs: Desetinné 0.01
de: Dezimalzahl 0,01
pl: Dziesiętne 0.01

source: Yes
cs: Ano
de: Ja
es_mx: Sí
fr: Oui
it: Si
nl: Ja
pl: Tak
pt_br: SIm
ro: Da

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
pl: Nie
pt_br: Não
ro: Nu

source: Product with variants
cs: Produkt s kombinacemi
de: Produkt mit Varianten
es_mx: Producto con variantes
fr: Produit avec variantes
it: Prodotto con varianti
nl: Producten met varianten
pl: Produkt z wariantami
pt_br: Produto com variações
ro: Produs cu variante

source: Variant
cs: Varianta
de: Variante
es_mx: Variante
fr: Variante
it: Variante
pl: Wariant
pt_br: Variação
ro: Variantă

source: Configurable product
cs: Konfigurovatelný produkt
de: Konfigurierbares Produkt
es_mx: Producto configurable
fr: Produit configurable
it: Prodotto configurabile
nl: Configureerbaar product
pl: Konfigurowalny produkt
pt_br: Produto configurável
ro: Produs configurabil

source: Default
cs: Výchozí
de: Standard
fr: Standard
nl: Standaard
pl: Domyślnie
pt_br: Padrão
ro: Implicit

source: Cheapest price
cs: Nejlevnější
de: Günstigster Preis
es_mx: El precio más barato
pl: Najniższa cena

source: Cheapest base price
cs: Nejlevnější základní cena
de: Günstigster Grundpreis
es_mx: El precio base más barato
pl: Najniższa cena bazowa

source: Cheapest prices
cs: Nejlevnější
de: Günstigste Preise
es_mx: Los precios más baratos
pl: Najniższe ceny

source: List
cs: Seznam
de: Liste
es_mx: Lista
fr: Liste
it: Lista
nl: Lijst
pl: Lista
pt_br: Lista
ro: Listă

source: Select
cs: Výběr
de: Auswahlbox
es_mx: Seleccionar
fr: Liste déroulante
it: Seleziona
nl: Selecteer
pl: Lista rozwijana
pt_br: Selecionar
ro: Selectează

source: Float field
cs: Pole s desetinným číslem
de: Dezimalfeld
es_mx: Campo flotante
fr: Champ de décimale
nl: Numeriek veld
pl: Pole z liczbą zmiennoprzecinkową
pt_br: Campo decimal
ro: Câmp de tip număr real

source: Text field
cs: Textové pole
de: Textfeld
es_mx: Campo de texto
fr: Champ de texte
it: Campo testo
nl: Tekstveld
pl: Pole tekstowe
pt_br: Campo texto
ro: Câmp text

source: Select field
cs: Pole s výběrem
de: Auswahlfeld
es_mx: Campo múltiple
fr: Champ de sélection
it: Campo selezione
nl: Selecteerbaar veld
pl: Lista rozwijana
pt_br: Campo Lista
ro: Câmp selectare

source: Automatic
cs: Aumtomaticky
de: Automatisch
es_mx: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatycznie
pt_br: Automático

source: Fixed step
cs: Pevný krok
de: Feste Schritte
es_mx: Paso fijo
fr: Etape fixe
it: Passo fisso
nl: Vaste stap
pl: Ustalony krok
pt_br: Passo fixo
ro: Pași ficși

source: Manual steps
cs: Manuální krok
de: Manuelle Schritte
es_mx: Paso manual
fr: Etapes manuelles
it: Passi manuali
nl: Aangepaste stappen
pl: Ręcznie ustalany krok
pt_br: Possos manuais
ro: Pași manuali

source: Category with products
cs: Kategorie s produkty
de: Kategorie mit Produkten
es_mx: Categoría con productos
fr: Catégorie avec produits
it: Categoria con prodotti
nl: Categorie met producten
pl: Kategoria z Produktami
pt_br: Categoria com produtos
ro: Categorie cu produse

source: Category with subcategories
cs: Kategorie s podkategoriemi
de: Kategorie mit Unterkategorien
es_mx: Categoría con subcategorías
fr: Catégorie avec sous-catégories
it: Categoria con sottocategorie
nl: Categorie met subcategorieen
pl: Kategoria z podkategoriami
pt_br: Categoria com subcategorias
ro: Categorie cu subcategorii

source: Price ascending
cs: Cena vzestupně
de: Preis aufsteigend
fr: Prix croissant
pl: Cena rosnąco

source: Price descending
cs: Cena sestupně
de: Preis absteigend
fr: Prix ​​décroissant
pl: Cena malejąco

source: Name ascending
cs: Název vzestupně
de: Name aufsteigend
fr: Nom croissant
pl: Nazwa rosnąco

source: Name descending
cs: Název sestupně
de: Name absteigend
fr: Nom décroissant
pl: Nazwa malejąco

source: The product has been changed according to your selection.
cs: Nastavení produktu bylo změněno podle vašeho výběru
de: Das Produkt wurde gemäß Ihrer Auswahl geändert.
es_mx: El producto se ha cambiado según tu selección
fr: Le produit a été modifié conformément à votre sélection.
it: Il prodotto è cambiato secondo la tua selezione.
nl: Dit product is aangepast volgens jouw selectie
pl: Produkt został zmieniony zgodnie z Twoim wyborem.
pt_br: O produto foi modificado de acordo com o sua seleção.
ro: Produsul a fost modificat potrivit selecției.

source: Price has been changed according to your selection.
cs: Cena byla změněna podle vašeho výběru
de: Der Preis wurde gemäß Ihrer Auswahl geändert.
es_mx: El precio se ha cambiado según tu selección
fr: Le prix a été modifié conformément à votre sélection.
it: il prezzo è stato modificato in base alla selezione
nl: De prijs is aangepast volgens jouw selectie
pl: Cena została zmieniona zgodnie z Twoim wyborem.
pt_br: O preço foi modificado de acordo com sua seleção.
ro: Produsul a fost modificat potrivit selecției.

source: The choosen combination of properties is not deliverable.
cs: Vybraná kombinace vlastností není dostupná
de: Die gewählte Kombination von Eigenschaften ist nicht lieferbar
es_mx: La combinación elegida de propiedades no es entregable
fr: La combinaison des propriétés choisies n'est pas disponible.
it: La combinazione scelta di proprietà non è consegnabile.
nl: De gekozen combinatie van eigenschappen is niet leverbaar
pl: Wybrana kombinacja cech jest niemozliwa do dostarczenia.
pt_br: A combinação de atributos escolhida não está disponível
ro: Combinația de proprietăți aleasă nu este livrabilă

source: %(count)d product
cs: %(count)d položka
de: %(count)d Produkt
es_mx: %(count)d producto
pl: 1 produkt

source: Requested Delivery Date
cs: Požadované datum dodání
de: Gewünschtes Lieferdatum
es_mx: Fecha de entrega
it: Data di spedizione
nl: Verzochte leverdatum
pl: Żądana data dostarczenia
pt_br: Data de entrega solicitada
ro: Dată livrare solicitată

source: Same as invoice
cs: Stejná jako fakturační
de: Wie Rechnungsadresse
es_mx: Mismo que la factura
fr: Identique à la facturation
it: Stesso della fattura
nl: Zelfde als factuur
pl: Taki sam jak na fakturze
pt_br: Igual ao pedido
ro: La fel ca factura

source: Same as shipping address
cs: Stejné jako dodací adresa
de: Gleich der Lieferadresse
pl: Taki sam jak adres wysyłki

source: Your message to us
cs: Vaše zpráva pro nás
de: Ihre Nachricht an uns
es_mx: Tu mensaje para nosotros
fr: Votre message
it: Il tuo messaggio per noi
nl: Jouw bericht aan ons
pl: Twoja wiadomość dla nas
pt_br: Sua mensagem para nós
ro: Mesajul tău pentru noi

source: Anonymous and Authenticated
cs: Nepřihlášení i registrovaní
de: Anonym und authentifiziert
es_mx: Anómimo y autenticado
fr: Anonyme et Authentifié
it: Anonimo ed Autenticato
nl: Anoniem en ingelogd
pl: Anonimowi i Zalogowani
pt_br: Anônimo e autenticado
ro: Anonim sau Autentificat

source: Anonymous only
cs: Pouze nepřihlášení
de: Nur anonym
es_mx: Sólo anónimos
fr: Anonyme uniquement
it: Solo anonimo
nl: Alleen anoniem
pl: Tylko Anonimowi
pt_br: Somente anônimo
ro: Doar anonim

source: Authenticated only
cs: Pouze registrovaní
de: Nur authentifiziert
es_mx: Sólo autenticados
fr: Authentifié uniquement
it: Solo autenticato
nl: Alleen ingelogd
pl: Tylko Zalogowani
pt_br: Somente autenticado
ro: Doar autentificat

source: You have been logged in.
cs: Proběhlo vaše přihlášení
de: Sie sind nun angemeldet.
es_mx: Has accedido a tu cuenta.
fr: Vous êtes maintenant connecté.
it: Ti sei connesso
nl: Je bent ingelogd
pl: Zostałeś zalogowany
pt_br: Você está logado.
ro: Ai fost autentificat.

source: You have been registered and logged in.
cs: Proběhla vaše registrace i přihlášení.
de: Sie sind nun registriert und angemeldet.
es_mx: Te has regirstrado y accedido a tu cuenta.
fr: Vous êtes maintenant enregistré(e) et connecté(e).
it: Ti sei registrato e connesso
nl: Je bent geregistreerd en ingelogd
pl: Zostałeś zarejestrowany i zalogowany.
pt_br: Você está registrado e logado.
ro: Ai fost înregistrat și loginat.

source: Please confirm our terms and conditions
cs: Potvrďte prosím souhlas s obchodními podmínkami
de: Bitte bestätigen Sie unsere AGB.
es_mx: Por favor confirma nuestro terminos y condiciones
fr: Veuillez approuver les termes et conditions.
it: Si prega di confermare i nostri termini e condizioni
nl: Bevestig onze algemene voorwaarden
pl: Zapoznałem się z regulaminem
pt_br: Por favor, aceite nossos termos e condições
ro: Vă rugăm confirmați faptul că sunteți de acord cu termenii si condițiile

source: Country code
cs: Kód země
de: Ländercode
es_mx: Código de ciudad
fr: Code du pays
it: Prefisso internazionale
nl: Land code
pl: Kod kraju
pt_br: Código do país
ro: Cod țară

source: Shop owner
cs: Vlastník obchodu
de: Shopbetreiber
es_mx: Propietario de la tienda
fr: Propriétaire de la boutique
it: Proprietario del negozio
nl: Winkel eigenaar
pl: Właściciel sklepu
pt_br: Proprietário da Loja
ro: Proprietar magazin

source: From e-mail address
cs: Adresa odesílatele
de: E-Mail-Adresse Absender
es_mx: Dirección de email desde
fr: Adresse e-mail de l'expéditeur
it: Indirizzo e-mail del campo From
nl: Van e-mail adres
pl: Adres e-mail Od
pt_br: Endereço de email de origem
ro: Adresă email pt. trimițător

source: Notification email addresses
cs: Notifikační e-mail adresy
de: E-Mail-Adressen Benachrichtigungen
es_mx: Emails para notificaciones
fr: Adresses e-mail de notification
it: Indirizzo e-mail per le notifiche
nl: Notificatie e-mail adressen
pl: Adres e-mail dla powiadomień
pt_br: Endereço de email de notificação
ro: Adrese de email pt notificare

source: Invoice countries
cs: Fakturace - země
de: Länder Rechnungsadresse
es_mx: Países
it: Paese per la fattura
nl: Landen
pl: Kraje na fakturze
pt_br: Países do pedido
ro: Țări facturare

source: Shipping countries
cs: Země
de: Länder Lieferadresse
es_mx: Países
it: Paese per la spedizione
nl: Landen
pl: Kraje do wysyłki
pt_br: Países de entrega
ro: Țări livrare

source: Default shipping country
cs: Výchozí země dodání
de: Standard Lieferland
es_mx: Pais por defecto
it: Default paese di spedizione
nl: Standaard land
pl: Domyślny kraj do wysyłki
pt_br: País de entrega padrão
ro: Țară livrare implicită

source: Use international currency codes
cs: Použít mezinárodní kódy měn
de: Internationale Währungscodes benutzen
es_mx: Usar códigos internacionales de divisas
it: Utilizzare i codici di valuta internazionale
nl: Gebruik internationale munteenheden
pl: Używaj międzynarodowych kodów walut
pt_br: Usar códigos monetários internacionais
ro: Folosește codurile internaționale pentru valută

source: Checkout type
cs: Možnost nákupu
de: Checkouttyp
es_mx: Tipo de pago (checkout)
fr: Type de réglement
it: Tipo di checkout
nl: Kassa soort
pl: Sposób zakupu
pt_br: Tipo de chekout
ro: Tipul de finalizare comandă

source: Confirm TOC
cs: Potvrdit obchodní podmínky
de: AGB Bestätigung
es_mx: Confirmar TOC
it: Conferma TOC
nl: Bevestig de algemene voorwaarden
pl: Akceptacja regulaminu
pt_br: Confirme TOC
ro: Confirmă TOC

source: Footer
cs: Patička
de: Fußzeile
es_mx: Pie de página
fr: Pied de page
it: Piè di pagina
pl: Stopka
pt_br: Rodapé

source: Manufacturers
cs: Výrobci
de: Hersteller
es_mx: Fabricantes
fr: Fabricants
it: Produttori
nl: Leveranciers
pl: Producenci
pt_br: Fabricantes
ro: Producători

source: Delete file
cs: Odebrat soubor
de: Datei löschen
es_mx: Borrar archivo
it: Cancella file
nl: Verwijder bestand
pl: Usuń plik
pt_br: Apagar arquivo
ro: Șterge fișier

source: Delete image
cs: Smazat obrázek
de: Bild löschen
es_mx: Borrar imagen
it: Cancella immagine
nl: Verwijder afbeelding
pl: Usuń obraz
pt_br: Apagar imagem
ro: Șterge imagine

source: Sub type
cs: Podtyp
de: Typ
es_mx: Sub tipo
fr: Sous-type
it: Sottotipo
pl: Podtyp
pt_br: Subtipo
ro: Subtip

source: Equal to
cs: je stejné jako
de: Gleich wie
es_mx: Igual a
fr: Egal à
it: Uguale a
nl: Gelijk aan
pl: Równe
pt_br: Igual a
ro: Egal cu

source: Less than
cs: je menší než
de: Weniger als
es_mx: Menos que
fr: Moins que
it: Minore di
nl: Minder dan
pl: Mniejsze niż
pt_br: Menor que
ro: Mai mic decât

source: Less than equal to
cs: je menší nebo stejné než
de: Weniger als oder gleich wie
es_mx: Menor que igual a
fr: Moins que égal à
it: Minore di o uguale a
nl: Minder dan of gelijk aan
pl: Mniejsze lub równe
pt_br: Menor ou igual a
ro: Mai mic decât egal cu

source: Greater than
cs: je větší než
de: Größer als
es_mx: Mayor que
fr: Plus que
it: Maggiore di
nl: Groter dan
pl: Większe niż
pt_br: Maior que
ro: Mai mare decât

source: Greater than equal to
cs: je větší nebo stejné jako
de: Größer als oder gleich wie
es_mx: Mayor que igual a
fr: Plus que égal à
it: Maggiore di o uguale a
nl: Groter dan of gelijk aan
pl: Większe lub równe
pt_br: Maior ou igual a
ro: Mai mare decât egal cu

source: Is selected
cs: je vybráno
de: Ist ausgewählt
es_mx: Está seleccionado
fr: Est sélectionné
it: Selezionato
nl: Is geselecteerd
pl: Wybrany
pt_br: Está selecionado
ro: Este selectat

source: Is not selected
cs: není vybráno
de: Ist nicht ausgewählt
es_mx: No está seleccionado
fr: N'est pas sélectionné
it: Non selezionato
nl: Is niet geselecteerd
pl: Nie jest zaznaczony
pt_br: Não está selecionado
ro: Nu este selectat

source: Is valid
cs: je platné
de: Ist gültig
es_mx: Es valido
fr: Est valide
it: E' valido
nl: Is geldig
pl: Jest poprawne
pt_br: é válido
ro: Este valid

source: Is not valid
cs: není platné
de: Ist nicht gültig
es_mx: No es valido
fr: N'est pas valide
it: Non è valido
nl: Is niet geldig
pl: Nie jest poprawne
pt_br: não é válido
ro: Nu este valid

source: Contains
cs: obsahuje
de: Beinhaltet
es_mx: Contiene
pl: Zawiera

source: %(name)s: %(operator)s %(value)s
de: Bezahlmethode: %(operator)s %(payments)s

source: CLAG
de: Gurtmaß

source: Countries
cs: Seznam zemí
de: Länder
es_mx: Países
fr: Pays
it: Paesi
nl: Landen
pl: Kraje
pt_br: Países
ro: Țări

source: Payment methods
cs: Způsoby platby
de: Zahlungsweisen
es_mx: Métodos de pago
fr: Modes de paiement
it: Metodi di pagamento
nl: Betalingswijzen
pl: Sposoby płatności
pt_br: Formas de pagamento
ro: Metode de plată

source: Shipping methods
cs: Způsoby dodání
de: Lieferarten
es_mx: Métodos de entrega
fr: Modes de livraison
it: Metodi di spedizione
nl: Verzendwijzes
pl: Metody wysyłki
pt_br: Forma de envio
ro: Metode de livrare

source: Less than or equal to
cs: je menší nebo stejné než
de: Weniger als oder gleich wie
es_mx: Menor o igual que
fr: Moins que ou égal à
it: Minore di o uguale a
nl: Minder dan of gelijk aan
pl: Mniejsze lub równe
pt_br: Menor ou igual a
ro: Mai mic sau egal cu

source: Greater than or equal to
cs: je větší nebo stejné jako
de: Größer als oder gleich wie
es_mx: Mayor o igual que
fr: Plus que ou égal à
it: Maggiore di o uguale a
nl: Groter dan of gelijk aan
pl: Większe lub równe
pt_br: Maior ou igual a
ro: Mai mare sau egal cu

source: Contain
cs: obsahuje
de: Beinhaltet
es_mx: Contiene
fr: Contient
it: Contiene
nl: Bevat
pl: Zawiera
pt_br: Contém
ro: Conține

source: Is
cs: je
de: Ist
es_mx: Es
fr: Est
it: E'
pl: Jest
pt_br: é
ro: Este

source: Is not
cs: není
de: Ist nicht
es_mx: No es
fr: N'est pas
it: Non è
nl: Is niet
pl: Nie jest
pt_br: não é
ro: Nu este

source: This field is required.
cs: Pole je povinné
de: Dieses Feld ist erforderlich.
es_mx: El campo es obligatorio
fr: Ce champ est requis.
it: Questo campo è obbligatorio
nl: Dit veld is verplicht
pl: To pole jest wymagane.
pt_br: Este campo e obrigatório
ro: Acest câmp este necesar.

source: Verification Number
cs: Kontrolní kód
de: Prüfnummer
es_mx: Número de verificación
fr: Numéro de vérification
it: Numero di verifica
nl: Verificatie nummer
pl: Numer weryfikacyjny
pt_br: Número de Verificação
ro: Număr de verificare

source: Password
cs: Heslo
de: Passwort
es_mx: Contraseña
fr: Mot de passe
nl: Paswoord
pl: Hasło
pt_br: Senha
ro: Parolă

source: Confirm password
cs: Potvrďte heslo
de: Passwort bestätigen
es_mx: Confirma tu contraseña
fr: Confirmez le mot de passe
it: Conferma password
nl: Bevestig paswoord
pl: Potwierdź hasło
pt_br: Confirme a senha
ro: Confirmă parola

source: The two passwords do not match.
cs: Hesla se neshodují
de: Die beiden Passwörter stimmen nicht überein.
es_mx: Las dos contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
it: Le due password non corrispondono
nl: De twee paswoorden komen niet overeen.
pl: Hasła nie pasują do siebie
pt_br: As duas senhas não batem
ro: Cele două parole nu se potrivesc.

source: That email address is already in use.
cs: Tato email adresa je již v systému registrována.
de: Diese E-Mail Adresse existiert bereits.
es_mx: La dirección de email ya esta en uso
fr: Cette adresse e-mail est déjà utilisée.
it: L'indirizzo email è già in uso
nl: Dat e-mail adres is al in gebruik.
pl: Ten adres e-mail jest już używany.
pt_br: O endereço de e-mail já está em uso
ro: Această adresă de email este folosită deja.

source: Selected shipping method
cs: Vybraný způsob dodání
de: Ausgewählte Lieferart
es_mx: Método de entrega seleccionado
fr: Sélectionnez un mode de livraison.
it: Metodo di spedizione selezionato
nl: Geselecteerde verzendwijze
pl: Wybrana metoda wysyłki
pt_br: Selecione a forma de envio
ro: Selectează metoda de livrare

source: Selected payment method
cs: Vybraný způsob platby
de: Ausgewählte Bezahlmethode
es_mx: Método de pago seleccionado
fr: Sélectionnez une mode de paiement.
it: Metodo di pagamento selezionato
nl: Geselecteerde betalingswijze
pl: Wybrana metoda płatności
pt_br: Selecione a forma de pagamento
ro: Metoda de plată selectată

source: Bank account
cs: Bankovní účet
de: Bankkonto
es_mx: Cuenta de banco
fr: Compte banquaire
it: Conto Corrente bancario
nl: Bankrekening
pl: Konto bankowe
pt_br: Conta bancária
ro: Cont bancar

source: Credit card
cs: Kreditní karta
de: Kreditkarte
es_mx: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
pl: Karta kredytowa
pt_br: Cartão de Crédito
ro: Carte de credit

source: Selected country
cs: Vybraná země
de: Ausgewähltes Land
es_mx: País seleccionado
fr: Sélectionnez le pays
it: Paese selezionato
nl: Geselecteerd land
pl: Wybrany kraj
pt_br: País selecionado
ro: Selectează țara

source: Account number
cs: Číslo účtu
de: Kontonnummer
es_mx: Número de cuenta
fr: Numéro de compte - IBAN
it: Numero di Conto Corrente
nl: Rekeningnummer
pl: Numer konta
pt_br: Número da conta
ro: Număr cont

source: Bank identification code
cs: Kód banky
de: Bankleitzahl
es_mx: Código bancario de identificación
fr: Code d'identification de la banque BIC/SWIFT
it: BIC
nl: Bank identificatie code
pl: Numer identyfikacyjny banku
pt_br: Código de identificação bancária
ro: Cod identificare bancă

source: Bank name
cs: Název banky
de: Name der Bank
es_mx: Nombre del banco
fr: Nom de la banque
it: Nome della banca
nl: Bank naam
pl: Nazwa banku
pt_br: Banco
ro: Nume bancă

source: Depositor
cs: Deponent
de: Kontoinhaber
es_mx: Depositario
fr: Titulaire du compte
it: Intestatario del conto
nl: Deposant
pl: Deponujący
pt_br: Depositante
ro: Depozitor

source: Owner
cs: Majitel
de: Eigentümer
es_mx: Propietario
fr: Propriétaire
it: Proprietario
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário
ro: Proprietar

source: Number
cs: Číslo
de: Nummer
es_mx: Número
fr: Numéro
it: Numero
nl: Nummer
pl: Numer
pt_br: Número
ro: Număr

source: Expiration date month
cs: Datum expirace - měsíc
de: Ablaufdatum Monat
es_mx: Mes de expiración
fr: Mois d'expiration
it: Mese della data di scadenza
nl: Verloopdatum (maand)
pl: Miesiąc wygaśnięcia
pt_br: Data e mês de expiração
ro: Data de expirare: lună

source: Expiration date year
cs: Datum expirace - rok
de: Ablaufdatum Jahr
es_mx: Año de expiración
fr: Année d'expiration
it: Anno della data di scadenza
nl: Verloopdatum (jaar)
pl: Rok wygaśnięcia
pt_br: Data e ano de expiração
ro: Data de expirare: an

source: You have been logged out.
cs: Proběhlo vaše odhlášení
de: Sie sind nun abgemeldet.
es_mx: Has salido de tu cuenta
fr: Vous êtes maintenant déconnecté.
it: Ti sei disconnesso
nl: Je bent uitgelogd
pl: Zostałeś wylogowany
pt_br: Sua sessão foi finalizada.
ro: Ai fost deautentificat.

source: Your addresses have been saved.
cs: Vaše adresa byla uložena
de: Ihre Adresse wurde gespeichert.
fr: Vos adresses ont été enregistrées.
pl: Twoje adresy zostały zapisane.

source: An error has occured.
cs: Nastala chyba
de: Es ist ein Fehler aufgetreten.
it: E' occorso un'errore
nl: Er is een fout opgetreden
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ro: O eroare a apărut.

source: Your e-mail has been changed.
cs: Váš email byl změněn
de: Ihre E-Mail wurde gespeichert.
pl: Twój e-mail został zmieniony.

source: Your password has been changed.
cs: Vaše heslo bylo změněno
de: Ihre Passwort wurde wurden geändert.
fr: Votre mot de passe a été changé.
pl: Twoje hasło zostało zmienione

source: Rate
cs: Sazba
de: Satz
es_mx: Tasa
fr: Taux
nl: Waardering
pl: Stawka
pt_br: Avaliação
ro: Rată

source: Percentage
cs: Percentuelně
de: Prozenutal
es_mx: Porcentaje
fr: Pourcentage
it: Percentuale
pl: Procentowy
pt_br: Porcentagem
ro: Procent

source: Script
cs: Skript
de: Skript
es_mx: Guión o script
pl: Skrypt

source: Variants
cs: Kombinace
de: Varianten
es_mx: Variantes
fr: Variantes
it: Varianti
nl: Varianten
pl: Warianty
pt_br: Variações
ro: Variante

source: Cheapest
cs: Nejlevnější
de: Billigste
es_mx: El más barato
fr: Moins cher
it: Il più economico
nl: Goedkoopste
pl: Najtańsze
pt_br: Mais barato
ro: Cel mai ieftin

source: All
cs: Vše
de: Alle
es_mx: Todos
fr: Tous
it: Tutti
nl: Alles
pl: Wszystko
pt_br: Todos
ro: Toate

source: Your order has been sent
cs: Vaše objednávka byla odeslána
de: Ihre Bestellung wurde gesendet
es_mx: Tu pedido ha sido enviado
fr: Votre commande a bien été envoyé
pl: Twoje zamówienie zostało wysłane.

source: Your order has been paid
cs: Vaše objednávka byla zaplacena
de: Ihre Bestellung wurde bezahlt
es_mx: Tu pedido ha sido pagado
fr: Votre commande a été payée
pl: Twoje zamówienie zostało zapłacone

source: Your order has been received
cs: Vaše objednávka byla přijata
de: Ihre Bestellungen wurde empfangen
es_mx: Tu pedido se ha recibido
fr: Nous avons bien reçu votre commande
it: Il tuo ordine è stato ricevuto
nl: Je opdracht is ontvangen
pl: Twoje zamówienie zostało przyjęte
pt_br: Seu pedido foi recebido
ro: Comanda ta a fost primită

source: New review has been added
cs: Vaše hodnocení bylo přidáno
de: Neue Bewertung wurde hinzugefügt.
es_mx: Se ha recibido una nueva revisión
fr: Une nouvelle revue a été ajoutée.
it: E' stata aggiunta una nuova recensione
nl: Er is een nieuwe review toegevoegd
pl: Została dodana nowa opinia
pt_br: Nova avaliação adicionada
ro: O nouă recenzie a fost adăugată

source: The action has been saved.
cs: Akce byla uložena.
de: Aktion wurde gespeichert.
es_mx: Acción guardada.
pl: Akcja została zapisana.

source: Please correct the indicated errors.
cs: Opravte prosím vyznačené chyby
de: Bitte korrigieren Sie die angezeigten Fehler.
es_mx: Por favor, corrija los errores indicados.
fr: Veuillez corriger les erreurs indiquées.
it: Per favore correggi gli errori indicati.
nl: Pas de aangegeven fouten aan.
pl: Proszę poprawić wskazane błędy.
pt_br: Por favor corrija os erros indicados.
ro: Te rog corectează următoarele erori.
