Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Delete Property Group
cs: Odebrat skupinu vlastností
de: Eigenschaftsgruppe löschen
es_mx: Borrar grupo de propiedades
fr: Effacer un groupe de propriété
it: Rimuovi gruppo proprietà
nl: Verwijder eigenschap groep
pl: Usuń grupę cech
pt_br: Apagar Grupo de Propriedades
ro: Șterge Grup Proprietăți

source: Save property group
cs: Uložit skupinu vlastností
de: Eigenschaftsgruppe gespeichert
es_mx: Guardar grupo de propiedades
fr: Enregistrer un groupe de propriété
it: Salva gruppo proprietà
nl: Bewaar eigenschap groep
pl: Zapisz grupę cech
pt_br: Salvar grupo de propriedades
ro: Salvează grup proprietăți

source: Do you really want to delete this review?
cs: Opravdu chcete smazat toto hodnocení?
de: Wollen Sie wirklich diese Bewertung löschen?
es_mx: ¿Quieres borrar esta revisión?
it: Vuoi davvero eliminare questa recensione ?
nl: Wil je deze recensie echt verwijderen?
pl: Czy na pewno chcesz usunąć tę opinię?
pt_br: Tem certeza que deseja apagar esta avaliação?
ro: Ești sigur că vrei să ștergi această recenzie?

source: Delete review
cs: Odebrat hodnocení
de: Bewertung löschen
es_mx: Borrar revisión
fr: Effacer la revue
it: Rimuovi recensione
nl: Verwijder waardering
pl: Usuń opinię
pt_br: Apagar avaliação
ro: Șterge recenzie

source: Review
cs: Hodnocení
de: Bewertung
es_mx: Revisión
it: Recensioni
nl: Recensie
pl: Opinia
pt_br: Avaliação
ro: Recenzie

source: Score
cs: Hodnocení
de: Wert
es_mx: Puntuación
fr: Evaluation
it: Voto
pl: Wynik
pt_br: Nota
ro: Scor

source: Comment
cs: Poznámka
de: Kommentar
es_mx: Comentario
fr: Commentaire
it: Commento
nl: Commentaar
pl: Komentarz
pt_br: Comentário
ro: Comentariu

source: There are no reviews yet.
cs: Prozatím nejsou žádná hodnocení.
de: Es sind noch keine Bewertungen vorhanden.
es_mx: Aún no hay revisiones.
pl: Nie ma jeszcze żadnych ocen.

source: Add shipping method
cs: Přidat způsob dodání
de: Lieferart hinzufügen
es_mx: Agregar método de envío
fr: Ajouter un mode de livraison
it: Aggiungi metodo di spedizione
nl: Voeg verzendwijze toe
pl: Dodaj sposób wysyłki
pt_br: Adicionar forma de envio
ro: Adaugă metodă de livrare

source: Add Shipping Method
cs: Přidat způsob dodání
de: Lieferart hinzufügen
es_mx: Agregar método de envío
pl: Dodaj sposób wysyłki

source: Manage Shipping Methods
cs: Způsoby dodání
de: Lieferarten verwalten
es_mx: Administrar métodos de envío
it: Gestisci metodi di spedizione
nl: Beheer verzend methoden
pl: Zarządzaj sposobami wysyłki
pt_br: Gerenciar Formas de Envio
ro: Administrare metode de livrare

source: Do you really want to delete this shipping method?
cs: Opravdu chcete odebrat tento způsob dodání?
de: Wollen Sie wirklich diese Lieferart löschen?
es_mx: Borrar método de envío
it: Vuoi veramente cancellare questo metodo di spedizione?
nl: Wil je deze verzend methode echt verwijderen?
pl: Czy na pewno chcesz usunąć ten sposób wysyłki?
pt_br: Tem certeza que deseja apagar esta forma de envio?
ro: Ești sigur că vrei să ștergi această metodă de livrare?

source: Delete Shipping Method
cs: Odebrat způsob dodání
de: Lieferart löschen
es_mx: Borrar método de envío
it: Cancella metodo di spedizione
nl: Verwijder verzend methode
pl: Usuń sposób wysyłki
pt_br: Apagar Forma de Envio
ro: Șterge metodă de livrare

source: No Shipping Methods
cs: Nejsou žádné způsoby dodání
de: Keine Lieferarten
es_mx: No se ha definido ningún método de envío
pl: Brak Sposobów wysyłki

source: There are no shipping methods yet.
cs: Prozatím nejsou žádné způsoby dodání.
de: Es sind noch keine Lieferarten vorhanden.
es_mx: No hay ningún método de envío áun.
pl: Nie ma jeszcze żadnych sposobów wysyłki.

source: Checkout
cs: K pokladně
de: Zur Kasse
es_mx: Pago (checkout)
nl: Afrekenen
pl: Do kasy
ro: Finalizare comandă

source: Content
cs: Obsah
de: Inhalt
es_mx: Contenido
fr: Contenu
it: Contenuto
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ro: Conținut

source: Save shop
cs: Uložit obchod
de: Shop speichern
es_mx: Guardar tienda
fr: Enregistrer la boutique
it: Salva negozio
nl: Bewaar winkel
pl: Zapisz dane sklepu
pt_br: Salvar loja
ro: Salvează magazinul

source: Default Values
cs: Výchozí hodnoty
de: Standardwerte
es_mx: Valores por defecto
fr: Valeurs par défaut
it: Valori di default
nl: Standaard waarden
pl: Wartości domyślne
pt_br: Valores Padrão
ro: Valori Implicite

source: Price Calculator
cs: Výpočet ceny
de: Preiskalkulator
es_mx: Calculadora de precio
nl: Prijs berekening
pl: Kalkulator ceny
pt_br: Calculadora de Preços
ro: Calculator preț

source: Localization
cs: Lokalizace
de: Lokalisierung
es_mx: Idioma
it: Localizzazione
nl: Localisatie
pl: Lokalizacja
pt_br: Localização
ro: Localizare

source: Save Default Values
cs: Uložit výchozí hodnoty
de: Standardwerte speichern
es_mx: Guardar valores por defecto
fr: Enregistrer les valeurs par défaut
it: Salva valori di default
nl: Bewaar standaard waarden
pl: Zapisz wartości domyślne
pt_br: Salvar Valores Padrão
ro: Salvează Valorile Implicite

source: Add Static Block
cs: Přidat statický blok
de: Statischen Block hinzufügen
es_mx: Añadir bloque estático
fr: Ajouter un bloc statique
it: Aggiungi blocco statico
nl: Voeg tekstblok toe
pl: Dodaj Blok statyczny
pt_br: Adicionar Bloco Estático
ro: Adaugă Bloc Static

source: Save static block
cs: Uložit statický blok
de: Statischer Block speichern
es_mx: Guardar bloque estático
fr: Enregistrer le bloc statique
it: Salva blocco statico
nl: Bewaar tekstblok
pl: Zapisz Blok statyczny
pt_br: Salvar bloco estático
ro: Salvează bloc static

source: There are no files
cs: Nejsou k dispozici žádné soubory
de: Es sind keine Dateien vorhanden
es_mx: No hay archivos
fr: Il n'y a pas de fichier
it: Non ci sono files
nl: Er zijn geen bestanden
pl: Nie ma żadnych plików
pt_br: Não há arquivos
ro: Nu există fișiere

source: Add files
cs: Přidat soubory
de: Dateien hinzufügen
es_mx: Añadir archivos
fr: Ajouter des fichiers
it: Aggiungi files
nl: Voeg bestanden toe
pl: Dodaj pliki
pt_br: Adicionar arquivos
ro: Adaugă fișiere

source: Static Blocks
cs: Statické bloky
de: Statische Blöcke
es_mx: Bloques estáticos
pl: Bloki statyczne

source: There are no static blocks yet.
cs: Nejsou definovány žádné statické bloky.
de: Es sind noch keine statische Blöcke vorhanden.
es_mx: No hay bloques estáticos aún.
pl: Nie ma jeszcze żadnych bloków statycznych.

source: Do you really want to delete this static block?
cs: Opravdu chcete smazat tento statický blok?
de: Wollen Sie wirklich diese statischen Block löschen?
es_mx: ¿Quieres borrar este bloque estático?
it: Vuoi veramente cancellare questo blocco statico
nl: Wil je dit tekstblok echt verwijderen?
pl: Czy na pewno chesz usunąć ten Blok statyczny
pt_br: Tem certeza que deseja apagar este bloco estático?
ro: Ești sigur că vrei să ștergi acest bloc static?

source: Delete Static Block
cs: Smazat statický blok
de: Statischen Block löschen
es_mx: Borrar bloque estático
it: Cancella blocco statico
nl: Verwijder tekstblok
pl: Usuń Blok statyczny
pt_br: Deletar Bloco Estático
ro: Șterge bloc static

source: View Static Block
cs: Zobrazit statický blok
de: Statischen Block ansehen
es_mx: Ver bloque estático
it: Visualizza blocco statico
nl: Bekijk tekstblok
pl: Zobacz Blok statyczny
pt_br: Ver Bloco Estático
ro: Vezi bloc static

source: Utilities
cs: Nástroje
de: Werkzeuge
es_mx: Utilidades
fr: Utilitaires
it: Utilità
nl: Tools
pl: Narzędzia
pt_br: Utilidades
ro: Utilitare

source: Clear Cache
cs: Vymazat mezipaměť
de: Cache leeren
es_mx: Borrar caché
fr: Effacer le cache
it: Cancella Cache
nl: Cache legen
pl: Wyczyść Cache
pt_br: Limpar o Cache
ro: Curăță Cache-ul

source: Set category levels
cs: Korekce úrovní kategorií a subkategorií
de: Kategorielevel erstellen
es_mx: Asignar niveles de categorías
fr: Définir les niveaux de la catégorie
it: Imposta livelli categoria
nl: Category niveaus instellen
pl: Ustaw poziomy Kategorii
pt_br: Redefinir níveis de categorias
ro: Modifică nivelele de categorii

source: Reindex topseller
cs: Reindexace nejprodávanějšího zboží
de: Topseller reindexieren
es_mx: Reindexar 'los más vendidos'
it: Reindicizza i topseller
nl: Herindexeer topproducten
pl: Przeindeksuj bestsellery
pt_br: Atualizar "mais vendidos"
ro: Reindexează topseller

source: Update effective prices
de: Effektive Preise aktualisieren
pl: Uaktualnij ceny rzeczywiste

source: Add voucher group
cs: Přidat skupinu kupónů
de: Gutscheingruppe hinzufügen
es_mx: Añadir grupo de cupones
fr: Ajouter un groupe de coupons
it: Aggiungi gruppo voucher
nl: Voeg kortingscode groep toe
pl: Dodaj grupę Kuponów
pt_br: Adicionar grupo de cupons
ro: Adaugă grup vouchere

source: Core data
cs: Data
de: Stammdaten
es_mx: Datos básicos
fr: Données de base
it: Dati
nl: Core gegevens
pl: Dane podstawowe
pt_br: Dados principais
ro: Date importante

source: Save voucher group
cs: Uložit skupinu kupónů
de: Gutscheingruppe speichern
es_mx: Guardar grupo de cupones
fr: Enregistrer le groupe de coupons
it: Salva gruppo voucher
nl: Bewaar kortingscode groep
pl: Zapisz grupę Kuponów
pt_br: Salvar grupo de cupons
ro: Salvează grup vouchere

source: There are no vouchers yet.
cs: Prozatím nejsou žádné kupóny.
de: Es sind noch keine Gutscheine vorhanden.
es_mx: No hay cupones aún.
pl: Nie jeszcze żadnych Kuponów.

source: Add Voucher Group
cs: Přidat skupinu kupónů
de: Gutscheingruppe hinzufügen
es_mx: Añadir grupo de cupones
pl: Dodaj grupę Kuponów

source: Options
cs: Možnosti
de: Optionen
es_mx: Opciones
it: Opzioni
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni

source: Save options
cs: Uložit
de: Optionen speichern
es_mx: Guardar opciones
fr: Enregistrer les options
it: Salva opzioni
nl: Bewaar opties
pl: Zapis opcji
pt_br: Salvar opções
ro: Salvează opțiuni

source: Voucher groups
cs: Skupiny kupónů
de: Gutscheingruppen
es_mx: Grupos de cupones
fr: Groupe de coupons
it: Gruppo Voucher
nl: Kortingscode groepen
pl: Grupy Kuponów
pt_br: Opções do cupom
ro: Grupuri de vouchere

source: Do you really want to delete this voucher group?
cs: Opravdu chcete smazat tuto skupinu kupónů?
de: Wollen Sie wirklich diese Gutscheingruppe löschen?
es_mx: ¿Quieres borrar este grupo de cupones?
it: Vuoi veramente cancellare questo gruppo Voucher
nl: Wil je deze voucher groep echt verwijderen?
pl: Czy na pewno chesz usunąć tę grupę Kuponów?
pt_br: Tem certeza que deseja apagar este grupo de cupons?
ro: Ești sigur că vrei să ștergi acest grup de vouchere?

source: Delete voucher group
cs: Smazat skupinu kupónů
de: Gutscheingruppen löschen
es_mx: Borrar grupo de cupones
it: Cancella gruppo Voucher
nl: Verwijder voucher groep
pl: Usuń grupę Kuponów
pt_br: Apagar grupo de cupons
ro: Șterge grup de vouchere

source: Add vouchers
cs: Přidat kupóny
de: Gutscheine hinzufügen
es_mx: Añadir cupones
fr: Ajouter des coupons
it: Aggiungi voucher
nl: Voeg kortingscodes toe
pl: Dodaj kupony
pt_br: Adicionar cupons
ro: Adaugă vouchere

source: Start date
cs: Datum začátku
de: Startdatum
es_mx: Fecha inicial
fr: Date de début
it: Data inizio
nl: Start datum
pl: Data początkowa
pt_br: Data inicial
ro: Data început

source: End date
cs: Datum konce
de: Enddatum
es_mx: Fecha final
fr: Date de fin
it: Data fine
nl: Eind datum
pl: Data końcowa
pt_br: Data final
ro: Data sfărșit

source: Effective from
cs: Platné od
de: Effektiv ab
es_mx: Efectivo desde
fr: En vigueur à partir de
it: Valido da
nl: Effectief vanaf
pl: Obowiązuje od
pt_br: Efetivo de
ro: În efect din

source: Used
cs: Použito
de: Verbraucht
es_mx: Usado
fr: Utilisés
it: Utilizzato
nl: Gebruikt
pl: Użyty
pt_br: Utilizado
ro: Folosit

source: Last used date
cs: Naposledy použito
de: Zuletzt benutzt
es_mx: Usado por última vez
it: Ultima data di utilizzo
nl: Laatst gebruikte datum
pl: Data ostatniego użycia
pt_br: Último uso em
ro: Data ultimei folosiri

source: Delete vouchers
cs: Smazat kupóny
de: Gutscheine löschen
es_mx: Borrar cupones
fr: Effacer les coupons
it: Cancella voucher
nl: Verwijder kortingscodes
pl: Usuń kupony
pt_br: Apagar cupons
ro: Șterge vouchere

source: There are no vouchers for this group yet.
cs: V této skupine nejsou zatím žádné kupóny.
de: Diese Gruppe hat zur Zeit keine Gutscheine.
es_mx: No hay ningún cupón en este grupo aún.
it: Von ci sono Voucher per questo gruppo
nl: Er zijn nog geen vouchers voor deze groep.
pl: Nie ma żadnych kuponów w tej grupie.
pt_br: Ainda não há cupons para este grupo.
ro: Nu există deocamdată vouchere pentru acest grup.

source: Cart filters has been set.
cs: Filtry košíku byly nastaveny
de: Warenkorbfilter wurde gesetzt.
es_mx: Filtros del carrito asignados.
fr: Les filtres du panier ont été fixés.
it: Filtri carrello impostati.
nl: Winkelwagen filters zijn toegewezen.
pl: Filtry koszyka zostały ustawione.
pt_br: Filtros da Cesta foram configurados.
ro: Filtrele coșului au fost aplicate.

source: Cart filters has been set
cs: Filtry košíku byly nastaveny
de: Warenkörbe wurde gespeichert.
es_mx: Filtros asignados
fr: Les filtres du panier ont été fixés
it: Filtri carrello impostati
nl: Winkelwagen filters zijn toegewezen
pl: Filtry koszyka zostały ustawione
pt_br: Filtros da Cesta foram configurados.
ro: Filtrele coșului au fost aplicate

source: Cart filters has been reset
cs: Filtry košíku byly zrušeny
de: Warenkorbfilter wurde gespeichert.
es_mx: Filtros reiniciados
fr: Les filtres du panier ont été réinitialisés
it: Filtri carrello azzerati
nl: Winkelwagen filters zijn gereset
pl: Filtry koszyka zostały zresetowane
pt_br: Filtros da Cesta foram reiniciados.
ro: Filtrele coșului au fost resetate

source: Customer filters have been set
cs: Filtry zákazníka byly nastaveny
de: Kundenfilter wurden gespeichert.
es_mx: Filtros de cliente asignados
fr: Les filtres clients ont été fixés
it: Filtri custom impostati
nl: Klant filters zijn toegewezen
pl: Filtry Klienta zostały ustawione
pt_br: Filtros do cliente foram configurados.
ro: Filtrele clienți au fost aplicate

source: Customer filters has been reset
cs: Filtry zákazníka byly zrušeny
de: Kundenfilter wurde gespeichert.
es_mx: Filtros de cliente reseteados
fr: Les filtres client ont été réinitialisés
it: Filtri custom azzerati
nl: Klant filters zijn gereset
pl: Filtry Klienta zostały zresetowane
pt_br: Filtros do cliente foram reiniciados.
ro: Filtrele clienți au fost resetate

source: Export data has been saved.
cs: Nastavení exportu bylo uloženo
de: Exportdaten wurden gespeichert.
es_mx: La exportación de datos ha sido guardada.
fr: Les données exportées ont été enregistrées.
it: Dati di esportazione salvati.
nl: Export gegevens zijn opgeslagen.
pl: Dane eksportu zostały zapisane.
pt_br: Dados de exportação foram removidos.
ro: Data de export a fost salvată.

source: Portlet has been updated.
cs: Portlet byl aktualizován
de: Portlet wurde aktualisiert.
es_mx: Portlet actualizado
fr: Le portlet a été mis à jour.
it: Portlet aggiornata.
nl: Portlet is geupdated.
pl: Portlet został uaktualniony.
pt_br: Portlet atualizado.
ro: Portletul a fost modificat.

source: Portlet has been added.
cs: Portlet byl přidán
de: Portlet wurde hinzugefügt.
es_mx: Portlet añadido
fr: Le portlet a été ajouté.
it: Portlet aggiunta.
nl: Portlet is toegevoegd.
pl: Portlet został dodany.
pt_br: Portlet adicionado.
ro: Portletul a fost adăugat.

source: Please correct errors and try again.
de: Bitte beheben Sie die Fehler und versuchen es noch einmal.
pl: Popraw błędy i spróbuj ponownie.

source: Portlet has been deleted.
cs: Portlet byl smazán
de: Portlet wurde gelöscht.
es_mx: Portlet borrado
fr: Le portlet a été effacé.
it: Portlet rimossa.
nl: Portlet is verwijderd.
pl: Portlet został usunięty.
pt_br: Portlet removido.
ro: Portletul a fost șters.

source: Portlet has been saved.
cs: Porltet byl uložen
de: Portlet wurde gespeichert.
es_mx: Portlet guardado.
fr: Le portlet a été enregistré.
it: Portlet salvata.
nl: Portlet is opgeslagen.
pl: Portlet został zapisany.
pt_br: Portlet salvo.
ro: Portletul a fost salvat.

source: Featured product has been added.
cs: Produkt byl přidán do Oblíbených.
de: Herausgestellte Produkte wurden hinzugefügt.
es_mx: Se han añadido un producto destacado.
it: Prodotto è stato aggiunto in vetrina .
nl: Het populaire product is toegevoegd.
pl: Polecany produkt został dodany.
pt_br: Produto em destaque foi adicionado.
ro: Produsul promo a fost adăugat.

source: Featured product has been removed.
cs: Produkt byl odebrán z Oblíbených.
de: Herausgestellte Produkte wurden entfernt.
es_mx: Producto destacado borrado.
it: Prodotto è stato rimosso dalla vetrina
nl: Het populaire product is verwijderd.
pl: Polecany produkt został usunięty.
pt_br: Produto em destaque foi removido.
ro: Produsul promo a fost șters.

source: Featured product has been updated.
cs: Oblíbené produkty byly aktualizovány.
de: Herausgestellte Produkte wurden aktualisiert.
es_mx: Producto destacado actualizado.
it: Il prodotto in vetrina è stato aggiornato.
nl: Het populaire product is gewijzigd.
pl: Polecany produkt został uaktualniony.
pt_br: Produto em destaque foi atualizado.
ro: Produsul promo a fost actualizat.

source: Please rate your products on
cs: Ohodnoťte prosím zboží zakoupené na
de: Bitte bewerten Sie Ihre Produkte von
es_mx: Por favor, califica tus productos en
fr: Veuillez donner une note d'évaluation à vos produits
it: Per favore dai un voto ai tuoi prodotti su
nl: Waardeer uw producten op
pl: Proszę oceń zakupione produkty w
pt_br: Por favor classifique seus produtos
ro: Te rugăm evaluează produsele pe

source: Topseller have been added.
cs: Položka byla zařazena mezi nejprodávanější
de: Topseller wurden hinzugefügt.
es_mx: Añadido a 'los más vendidos'.
fr: Les meilleures ventes ont bien été ajoutées.
it: Topseller aggiunto.
nl: Topproducten zijn toegevoegd.
pl: Bestseller został dodany.
pt_br: Item adicionado aos "mais vendidos"
ro: Topseller-ul a fost adăugat.

source: Topseller have been removed.
cs: Položka byla z nejprodávanějších odebrána
de: Topseller wurden gelöscht.
es_mx: Se ha removido de 'los más vendidos'
fr: Les meilleures ventes ont bien été enlevées.
it: Topseller rimosso.
nl: Topproducten zijn verwijderd.
pl: Bestseller został usunięty.
pt_br: Item removido dos "mais vendidos"
ro: Topseller-ul a fost șters.

source: Topseller have been updated.
cs: Položka byla aktualizována
de: Topseller wurden aktualisiert.
es_mx: 'Los más vendidos' actualizado.
fr: Les meilleures ventes ont bien été mises à jour.
it: Topseller aggiornato.
nl: Tolproducten zijn aangepast.
pl: Bestseller został uaktualniony.
pt_br: "mais vendidos" foi atualizado.
ro: Topseller-ul a fost modificat.

source: Filters has been set
cs: Filtry byly nastaveny
de: Filter wurde gespeichert.
es_mx: Filtros asignados
fr: Les filtres ont été fixés.
it: Filtri impostati
nl: Filters zijn ingesteld
pl: Filtry zostały ustawione
pt_br: Os filtros foram configurados.
ro: Filtrele au fost aplicate

source: Filters has been reset
cs: Filtry byly zrušeny
de: Filter wurde gespeichert.
es_mx: Filtros reiniciados
fr: Les filtres ont été réinitialisés.
it: Filtri azzerati
nl: Filters zijn gereset
pl: Filtry zostały zresetowane
pt_br: Os filtros foram reiniciados.
ro: Filtrele au fost resetate

source: Order has been sent.
cs: Objednávka byla odeslána
de: Bestellung wurde gespeichert.
es_mx: Tu pedido ha sido enviado
fr: La commande a été envoyée.
it: L'ordine è stato inviato.
nl: De order is verzonden.
pl: Zamówienie zostało wysłane.
pt_br: O pedido foi enviado.
ro: Comanda a fost trimisă.

source: State has been changed
cs: Stav změněn
de: Status wurden gespeichert.
es_mx: El estado ha cambiado
fr: Le statut a été modifié.
it: Lo stato è cambiato
nl: De status is gewijzigd
pl: Stan został zmieniony
pt_br: Estado foi alterado.
ro: Starea a fost modifică

source: Payment method has been added.
cs: Způsob platby byl přidán
de: Bezahlmethode wurde hinzugefügt.
es_mx: Método de pago añadido.
fr: Le mode de paiement a été ajouté.
it: Metodo di pagamento aggiunto.
nl: Betalingswijze is toegevoegd.
pl: Metoda płatności została dodana.
pt_br: A forma de pagamento foi adicionada.
ro: Metoda de plată a fost adăugată.

source: Payment method has been saved.
cs: Způsob platby byl uložen
de: Bezahlmethode wurde hinzugefügt.
es_mx: Método de pago guardado.
fr: Le mode de paiement a été enregistré.
it: Metodo di pagamento salvato.
nl: De betalingswijzen zijn opgeslagen.
pl: Metody płatności zostały zapisane.
pt_br: A forma de pagamento foi salva.
ro: Metoda de plată a fost salvată.

source: Payment method has been deleted.
cs: Způsob platby byl smazán
de: Bezahlmethode wurde gelöscht.
es_mx: Método de pago borrado.
fr: Le mode de paiement a été effacé.
it: Metodo di pagamento rimosso.
nl: De betalingsmethode is verwijderd
pl: Metoda płatności została usunięta.
pt_br: A forma de pagamento foi apagada.
ro: Metoda de plată a fost ștearsă.

source: The payment methods have been sorted.
cs: Způsoby platby byly seřazeny.
de: Bezahlmethoden wurde sortiert.
es_mx: Métodos de pago ordenados.
pl: Metody płatności zostały posortowane.

source: Review filters have been set
cs: Filtry nastaveny
de: Bewertungsfilter wurden gespeichert.
es_mx: Filtros de revisión asignados
fr: Les filtres de revue ont été fixés.
it: Filtri recensione impostati
nl: De review filters zijn ingesteld
pl: Filtry opinii zostały ustawione
pt_br: Filtros de avaliação foram configurados.
ro: Filtrele pt recenzii au fost aplicate

source: Review filters have been reset
cs: Filtry zrušeny
de: Bewertungsfilter wurden gespeichert.
es_mx: Filtro de revisión reiniciados
fr: Les filtres de revues ont été réinitialisés.
it: Filtri recensione azzerati
nl: De review filters zijn gereset
pl: Filtry opinii zostały zresetowane
pt_br: Filtros de avaliação foram configurados.
ro: Filtrele pt recenzii au fost șterse

source: Review has been deleted.
cs: Hodnocení bylo smazáno
de: Bewertung wurde gelöscht.
es_mx: Filtros de revisión borrados.
fr: La revue a été effacée.
it: Recensione rimossa.
nl: De review is verwijderd.
pl: Opinia została usunięta.
pt_br: A avaliação foi removida.
ro: Recenzia a fost ștearsă.

source: Review state has been set
cs: Hodnocení bylo uloženo
de: Bewertungsstatus wurde gespeichert.
es_mx: Estado de revisión establecido.
fr: L'état de la revue a été fixé.
it: Stato della recensione impostato
nl: De review status is ingesteld.
pl: Stan opinii został ustawiony
pt_br: A avaliação do estado foi configurada.
ro: Starea recenziei a fost modificată

source: Shop data has been saved.
cs: Nastavení obchodu bylo uloženo
de: Shopdaten wurden gespeichert.
es_mx: Datos de la tienda guardados.
fr: Les informations de la boutique ont été enregistrées.
it: Dati negozio salvati.
nl: De winkel gegevens zijn opgeslagen.
pl: Dane sklepu zostały zapisane.
pt_br: Dados de compra salvos.
ro: Datele magazinului au fost salvate.

source: Shop default values have been saved.
cs: Nastavení obchodu bylo uloženo
de: Standardwerte Shop wurden gespeichert.
es_mx: Valores por defecto de la tienda guardados.
fr: Les valeurs par défaut de la boutique ont été enregistrées.
it: Valori di default del negozio salvati.
nl: De standaard winkel waardes zijn opgeslagen.
pl: Domyślne wartości dla sklepu zostały zapisane.
pt_br: Valores padrão de compra foram salvos.
ro: Datele implicite ale magazinului au fost salvate.

source: Order numbers has been saved.
cs: Nastavení způsobu číslování objednávek bylo uloženo.
de: Bestellnummern wurden gespeichert.
es_mx: Los números de orden se han guardado.
pl: Numery zamówień zostały zapisane.

source: Topseller have been reindexed.
cs: Nejrpdávanější položky byly reindexovány.
de: Topseller wurden reindexiert.
es_mx: Los mas vendidos reindexados.
it: Topseller sono stati reindicizzati.
nl: Topper is opnieuw geindexeerd.
pl: Bestseller został przeindeksowany.
pt_br: Os mais vendidos foram reindexados.
ro: Topseller-ul a fost reindexat.
