Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Remove from accessories
cs: Odebrat z příslušenství
de: Von Zubehör entfernen
es_mx: Quitar de accesorios
fr: Retirer des accessoires
it: Rimuovi dagli accessori
nl: Verwijder van accessoires
pl: Usuń z akcesoriów
pt_br: Remover dos acessórios
ro: Șterge de la accesorii

source: Add product
cs: Přidat produkt
de: Produkt hinzufügen
es_mx: Añadir producto
fr: Ajouter un produit
it: Aggiungi prodotto
nl: Voeg product toe
pl: Dodaj produkt
pt_br: Adicionar produto
ro: Adaugă produs

source: Update attachments
cs: Aktualizovat přílohy
de: Anhänge aktualisieren
es_mx: Actualizar archivos adjuntos
pl: Aktualizuj załączniki

source: Delete attachments
cs: Smazat přílohy
de: Anhänge löschen
es_mx: Borrar archivos adjuntos
pl: Usuń załączniki

source: There are no attachments
cs: Nejsou zde žádné přílohy
de: Es sind keine Anhänge vorhanden
es_mx: No hay archivos adjuntos
pl: Nie ma żadnych załączników

source: Attachments
cs: Přílohy
de: Anhänge
es_mx: Archivos adjuntos
pl: Załączniki

source: Add attachments
cs: Přidat přílohy
de: Anhänge hinzufügen
es_mx: Añadir archivo adjunto
pl: Dodaj załączniki

source: Uploading attachments:
cs: Nahrávání příloh:
de: Anhänge werden hochgeladen:
es_mx: Subiendo archivos adjuntos:
pl: Ładowanie załączników:

source: Save categories
cs: Uložit kategorie
de: Kategorien speichern
es_mx: Guardar categorías
fr: Enregistrer les catégories
it: Salva categorie
nl: Bewaar categorieen
pl: Zapisz kategorie
pt_br: Salvar categorias
ro: Salvează categorii

source: There are no categories
cs: Nejsou definovány žádné kategorie
de: Es gibt keine Kategorien
es_mx: No hay categorías
fr: Il n'y a aucune catégorie
it: Non ci sono categorie
nl: Er zijn geen categorieen
pl: Nie ma jeszcze żadnych Kategorii
pt_br: Não há categorias
ro: Nu există categorii

source: Redirect to
cs: Přesměrovat na
de: Umleiten zu
es_mx: Redireccionar a
fr: Rediriger vers
it: Redireziona su
nl: Doorsturen naar
pl: Przekieruj do
pt_br: Redirecionar para
ro: Redirectare către

source: Article numbers
cs: Identifikace položky
de: Artikelnummern
es_mx: Número de articulos
fr: Références
it: Numeri articolo
nl: Artikel nummers
pl: Numery artykułów
pt_br: Número de artigos
ro: Numere articol

source: Quantity field
cs: Množství
de: Anzahlfeld
es_mx: Cantidad
pl: Pole z ilością

source: Base price
cs: Základní cena
de: Grundpreis
es_mx: Precio base
pl: Cena bazowa

source: Update images
cs: Aktualizovat obrázky
de: Bilder aktualisieren
es_mx: Actualizar imágenes
it: Aggiorna immagine
nl: Wijzig afbeeldingen
pl: Aktualizuj obrazy
pt_br: Atualizar imagens
ro: Actualizează imagini

source: There are no images
cs: Nejsou žádné obrázky
de: Es sind keine Bilder vorhanden
es_mx: No hay imágenes
fr: Il n'y a pas d'image
it: Non ci sono immagini
nl: Er zijn geen afbeeldingen
pl: Nie ma obecnie żadnych obrazów
pt_br: Não há imagens
ro: Nu există imagini

source: Active images
cs: Aktivní obrázky
de: Zugewiesene Bilder
es_mx: Imágenes activas
fr: Images actives
it: Immagini attive
nl: Actieve afbeeldingen
pl: Aktywne obrazy
pt_br: Imagens ativas
ro: Imagini active

source: No Products
cs: Žádné produkty
de: Keine Produkte
es_mx: No hay productos
pl: Brak produktów

source: There are no products yet.
cs: Prozatím nejsou žádné produkty.
de: Es sind noch keine Produkte vorhanden.
es_mx: No hay productos aún.
pl: Nie ma jeszcze żadnych produktów.

source: Add Product
cs: Přidat produkt
de: Produkt hinzufügen
es_mx: Añadir producto
it: Aggiungi prodotto
nl: Voeg product toe
pl: Dodaj Produkt
pt_br: Adicionar Produto
ro: Adaugă produs

source: Manage Product
cs: Spravovat produkt
de: Produkt verwalten
es_mx: Administrar producto
it: Gestisci prodotto
nl: Beheer product
pl: Zarządzaj Produktem
pt_br: Gerenciar Produto
ro: Administrare produs

source: Base Article
cs: Výchozí produkt
de: Basisartikel
es_mx: Artículo Base
fr: Article de base
it: Articolo base
nl: Basis artikel
pl: Bazowy artykuł
ro: Articol de bază

source: Do you really want to delete this product?
cs: Opravdu chcete smazat tento produkt?
de: Wollen Sie wirklich dieses Produkt löschen?
es_mx: ¿Quieres borrar este producto?
it: Vuoi veramente cancellare questo prodotto?
nl: Wil je dit product echt verwijderen?
pl: Czy na pewno chesz usunąć ten produkt?
pt_br: Tem certeza que deseja apagar este produto?
ro: Ești sigur că vrei să ștergi acest produs?

source: Delete Product
cs: Smazat produkt
de: Produkt löschen
es_mx: Borrar producto
it: Cancella prodotto
nl: Verwijder product
pl: Usuń Produkt
pt_br: Apagar Produto
ro: Șterge produs

source: View Product
cs: Zobrazit produkt
de: Produkt ansehen
es_mx: Editar Producto
it: Vedi prodotto
nl: Bekijk product
pl: Zobacz Produkt
pt_br: Ver Produto
ro: Vezi produs

source: Goto Product
cs: Přejít na produkt
de: Zum Produkt
es_mx: Ir al producto
it: Vai al prodotto
nl: Ga naar product
pl: Przejdź do Produktu
pt_br: Ir para o Produto
ro: Du-te la produs

source: Related Products
cs: Podobné produkty
de: Zugehörige Produkte
es_mx: Productos relacionados
fr: Produits connexes
it: Prodotti collegati
nl: Gerelateerde producten
pl: Powiązane produkty
pt_br: Produtos relacionados
ro: Produse conexe

source: Stock
cs: Sklad
de: Lagerdaten
es_mx: Inventario
it: Magazzino
nl: Voorraad
pl: Magazyn
pt_br: Estoque
ro: Stoc

source: Name/SKU
cs: Název/SKU
de: Name/Artikelnr.
es_mx: Nombre/SKU
it: Nome/SKU
nl: Naam/verkorte naam
pl: Nazwa/Numer katalogowy
pt_br: Nome/Código
ro: Nume/SKU

source: Filter products
cs: Filtrovat produkty
de: Produkte filtern
pl: Filtruj produkty

source: Manage Products
cs: Správa produktů
de: Produkte verwalten
es_mx: Administrar Productos
it: Gestisci Prodotti
nl: Beheer producten
pl: Zarządzaj Produktami
pt_br: Gerenciar Produtos
ro: Administrare produse

source: Sale Price
cs: Akční cena
de: Angebotspreis
es_mx: Precio para la venta
fr: Prix promotionnel
it: Prezzo in offerta
nl: Aanbiedingsprijs
pl: Cena wyprzedażowa
pt_br: Preço Promocional
ro: Preț reducere

source: For Sale
cs: Zboží v akci
de: Im Angebot
es_mx: Venta
fr: Promotion
it: In offerta
nl: Aanbieding
pl: Wyprzedaż
pt_br: Em Promoção
ro: La reducere

source: Edit
cs: Upravit
de: Bearbeiten
es_mx: Editar
fr: Editer
it: Modifica
nl: Wijzigen
pl: Edycja
pt_br: Editar
ro: Editează

source: Goto
cs: Přejít
de: Gehe zu
es_mx: Ir a
it: Vai a
nl: Ga naar
pl: Idź do
pt_br: Ir para
ro: Du-te la

source: No products found.
cs: Nebyly nalezeny žádné produkty
de: Es wurden keine Produkte gefunden.
es_mx: No se han encontrado productos.
it: Prodotti non trovati
nl: Geen producten gevonden
pl: Nie znaleziono produktów.
pt_br: Nenhum produto encontrado.
ro: Nu s-a găsit nici un produs.

source: There are no property groups yet.
cs: Nejsou zde zatím žádné skupiny vlastností.
de: Es gibt keine Eigenschaftsgruppen.
es_mx: No hay grupos de propiedades aún.
pl: Nie ma jeszcze żadnych grup Cech

source: Update property groups
cs: Aktualizovat skupiny vlastností
de: Eigenschaftsgruppen aktualisieren
es_mx: Actualizar grupos de propiedades
fr: Actualiser les groupes de propriétés
it: Aggiorna gruppi proprietà
nl: Pas eigenschap groepen aan
pl: Aktualizuj grupy Cech
pt_br: Atualizar grupos de propriedades
ro: Modifică grupuri de proprietăți

source: Default values
cs: Výchozí hodnoty
de: Standardwerte
es_mx: Valores por defecto
it: Valori di default
nl: Standaard waarden
pl: Wartości domyślne
pt_br: Valores padrão
ro: Valori Implicite

source: Update default values
cs: Aktualizovat výchozí hodnoty
de: Standardwerte aktualisieren
es_mx: Guardar valores por defecto
fr: Actualiser les valeurs par défaut
it: Aggiorna i valori di default
nl: WIjzig standaard waarden
pl: Aktualizuj wartości domyślne
pt_br: Alterar valores padrão
ro: Actualizează valorile implicite

source: Filter values
cs: Hodnoty filtrů
de: Filterwerte
es_mx: Filtrar valores
it: Filtro
nl: Filter waarden
pl: Wartości filtra
pt_br: Valores do Filtro
ro: Valori filtru

source: Update filter values
cs: Aktualizovat hodnoty filtrů
de: Filterwerte aktualisieren
es_mx: Actualizar valor de filtros
fr: Actualiser les valeurs filtrées
it: Aggiorna filtro
nl: Wijzig filter waarden
pl: Aktualizuj wartości filtra
ro: Actualizează valori filtru

source: Displayed values
cs: Zobrazené hodnoty
de: Angezeigte Werte
es_mx: Valores mostrados
it: Mostra valori
nl: Weergegeven waarden
pl: Wyświetlane wartości
pt_br: Preços exibidos
ro: Valori afișate

source: Update displayed values
cs: Aktualizovat zobrazené hodnoty
de: Angezeigte Werte aktualisieren
es_mx: Actualizar valores
fr: Actualiser les valeurs affichées
it: Aggiorna valori da mostrare
nl: Wijzig weergegeven waarden
pl: Aktualizuj wyświetlane wartości
pt_br: Alterar preços exibidos
ro: Actualizare valori afișate

source: Variant properties
cs: Vlastnosti kombinace
de: Varianteneigenschaften
pl: Cechy wariantu

source: Property values
cs: Hodnoty vlastností
de: Eigenschaftswerte
es_mx: Valores propiedades
pl: Wartości cech

source: Please go to the variants to assign property values.
cs: Pokud chcete přiřadit hodnoty vlastností, přejděte prosím na záložku Kombinace
de: Bitte gehen sie zu Varianten um Eigenschaftswerte zuzuweisen
es_mx: Tienes que ir a la configuración de variantes para asignar propiedades y valores.
pl: Proszę przejść do Wariantów aby przypisać im wartości cech.

source: Add to related products
cs: Přidat mezi příbuzné produkty
de: Zu zugehörige Produkte hinzufügen
es_mx: Añadir a productos relacionados
fr: Ajouter aux produits connexes
it: Aggiungi ai prodotti collegati
nl: Voeg toe aan gerelateerde producten
pl: Dodaj do powiązanych produktów
pt_br: Adicionar aos produtos relacionados
ro: Adaugă la produse conexe

source: Remove from related products
cs: Odebrat z příbuzných produktů
de: Von zugehörige Produkte entfernen
es_mx: Quitar de productos relacionados
fr: Retirer des produits connexes
it: Rimuovi dai prodotti collegati
nl: Verwijder van gerelateerde producten
pl: Usuń z powiązanych produktów
pt_br: Remover dos produtos relacionados
ro: Șterge de la produse conexe

source: Save SEO
cs: Uložit SEO
de: SEO speichern
es_mx: Guardar SEO
fr: Enregistrer SEO
it: Salva SEO
nl: Sla SEO op
pl: Zapisz SEO
pt_br: Salvar SEO
ro: Salvează SEO

source: Dimension
cs: Rozměry
de: Abmessungen
es_mx: Dimensión
fr: Mesures
it: Dimensione
nl: Afmetingen
pl: Wymiary
pt_br: Dimensão
ro: Dimensiuni

source: Stock Data
cs: Sklad
de: Lagerdaten
es_mx: Datos de inventario
it: Dati magazzino
nl: Voorraad gegevens
pl: Dane magazynowe
pt_br: Dados do Estoque
ro: Date stoc

source: Packing
cs: Balení
de: Verpackungseinheit
es_mx: Unidad de empaque
pl: Pakowanie

source: Save stock
cs: Uložit sklad
de: Lagerdaten sichern
es_mx: Guardar inventario
fr: Enregistrer le stock
it: Salva magazzino
nl: Bewaar voorraad
pl: Zapisz dane magazynowe
pt_br: Salvar estoque
ro: Salvează stoc

source: Local properties
cs: Lokální vlastnosti
de: Lokale Eigenschaften
es_mx: Propiedades locales
fr: Propriétés locales
it: Proprietà locali
nl: Lokale eigenschappen
pl: Lokalne cechy
pt_br: Propriedades locais
ro: Proprietăți locale

source: Edit variant
cs: Upravit kombinaci
de: Variante bearbeiten
es_mx: Editar variante
fr: Modifier la variante
it: Modifica variante
nl: Wijzig variant
pl: Edytuj wariant
pt_br: Editar variação
ro: Editează variantă

source: Add property
cs: Přidat vlastnost
de: Eigenschaft hinzufügen
es_mx: Añadir propiedad
fr: Ajouter une propriété
it: Aggiungi proprietà
nl: Voeg eigenschap toe
pl: Dodaj cechę
pt_br: Adicionar propriedade
ro: Adaugă proprietate

source: Up
cs: Nahoru
de: Hoch
es_mx: Arriba
fr: Haut
it: Su
nl: Omhoog
pl: W górę
pt_br: Acima
ro: Sus

source: Down
cs: Dolů
de: Runter
es_mx: Abajo
fr: Bas
it: Giù
nl: Omlaag
pl: W dół
pt_br: Abaixo
ro: Jos

source: Do you really want to delete this property and all its options?
cs: Opravdu chcete smazat tuto vlastnost a všechny její možnosti?
de: Wollen Sie wirklich diese Eigenschaft und deren Optionen löschen?
es_mx: ¿Quires borrar esta propiedad y todas sus opciones?
it: Vuoi davvero eliminare questa proprietà e tutte le sue opzioni?
nl: Wil je deze eigenschap en alle opties echt verwijderen?
pl: Czy na pewno chcesz usunąć tę cechę i wszystkie jej opcje?
pt_br: Tem certeza que deseja apagar esta propriedade e todas as suas opções relacionadas?
ro: Ești sigur că vrei să ștergi această proprietate și toate opțiunile acesteia?

source: Delete property
cs: Odebrat vlastnost
de: Eigenschaft löschen
es_mx: Borrar propiedad
fr: Effacer la propriété
it: Rimuovi proprietà
nl: Verwijder eigenschap
pl: Usuń cechę
pt_br: Apagar propriedade
ro: Șterge proprietate

source: Do you really want to delete this option?
cs: Opravdu chcete smazat tuto možnost?
de: Wollen Sie wirklich diese Option löschen?
es_mx: ¿Quieres borrar esta opción?
it: Vuoi davvero eliminare questa opzione?
nl: Wil je deze optie echt verwijderen?
pl: Czy na pewno chcesz usunąć tę opcję?
pt_br: Tem certeza que deseja apagar este opcional?
ro: Ești sigur că vrei să ștergi această opțiune?

source: Delete option
cs: Odebrat možnost
de: Option löschen
es_mx: Borrar opción
fr: Effacer l'option
it: Rimuovi opzione
nl: Verwijder optie
pl: Usuń opcję
pt_br: Apagar opcional
ro: Șterge opțiune

source: Add option
cs: Přidat kombinaci
de: Option hinzufügen
es_mx: Añadir opción
fr: Ajouter une option
it: Aggiungi opzione
nl: Voeg optie toe
pl: Dodaj opcję
pt_br: Adicionar opcional
ro: Adaugă opțiune

source: Add variant(s)
cs: Přidat kombinace
de: Variant(en) hinzufügen
es_mx: Añadir variante
fr: Ajouter une ou des variantes
it: Aggiungi variante
nl: Voeg variant(en) toe
pl: Dodaj wariant(y)
pt_br: Adicionar variação
ro: Adaugă variant(e)

source: Change category variant
cs: Uložit nastavení kombinace
de: Kategorievariante ändern
es_mx: Cambiar variante de categoría
pl: Wariant kategorii

source: Display type
cs: Způsob zobrazení
de: Ansichtsart
es_mx: Mostrar tipo
fr: Afficher le type
it: Tipo visualizzazione
nl: Weergave type
pl: Sposób wyświetlania
pt_br: Tipo de exibição
ro: Tip afișare

source: Change variant display type
cs: Změnit způsob zobrazení kombinace
de: Ansichtsart für Varianten ändern
es_mx: Borrar tipo mostrado de variante
fr: Changer le type d'affichage de la variante
it: Cambia tipo visualizzazione per variante
nl: Wijzig variant weergave type
pl: Zmień sposób wyświetlania wariantu
pt_br: Alterar tipo de exibição de variantes
ro: Modifica tipul afișării variantelor

source: Add Product Tax
cs: Přidat daňovou skupinu
de: Produkt-Mehrwertsteuer hinzufügen
es_mx: Añadir impuestos del producto
pl: Dodaj stawkę podatku

source: Add Tax
cs: Přidat daň
de: Mehrwertsteuer hinzufügen
es_mx: Añadir Impuesto
fr: Ajouter une taxe
it: Aggiungi tassa
nl: Voeg BTW toe
pl: Dodaj stawkę podatku
pt_br: Adicionar Taxa/Imposto
ro: Adaugă Taxa

source: No Product Taxes
cs: Nejsou žádné daňové skupiny
de: Keine Produkt-Mehrwertsteuern
es_mx: No hay impuestos del producto
pl: Brak stawek podatku dla produktów

source: There are no product taxes yet.
cs: Nejsou zde zatím žádné daňové skupiny
de: Es sind noch keine Produkt-Mehrwertsteuern vorhanden.
es_mx: Aún no defines ningún impuesto de producto aún.
pl: Nie ma jeszcze żadnych stawek podatku dla produktów.

source: Product Tax
cs: Daňová skupina
de: Produkt-Mehrwertsteuer
es_mx: Impuestos del producto
pl: Stawka podatku dla produktu

source: Do you really want to delete this tax?
cs: Opravdu chcete smazat tuto daň?
de: Wollen Sie wirklich diese Mehrwertsteuer löschen?
es_mx: ¿Quieres borrar este impuesto?
it: Vuoi veramente cancellare la tassa
nl: Wil je deze belasting echt verwijderen?
pl: Czy na pewno chcesz usunąć tę stawkę podatku?
pt_br: Tem certeza que deseja apagar esta taxa/imposto?
ro: Ești sigur că vrei să ștergi această taxă?

source: Delete Product Tax
cs: Smazat daňovou skupinu
de: Produkt-Mehrwertsteuer löschen
es_mx: Borrar impuesto de producto
pl: Usunięcie stawki podatku

source: Save Tax
cs: Uložit daňovou skupinu
de: Mehrwertsteuer speichern
es_mx: Guardar impuesto
pl: Zapis stawki podatku

source: Add Property
cs: Přidat vlastnost
de: Eigenschaft hinzufügen
es_mx: Añadir Propiedad
fr: Ajouter une propriété
it: Aggiungi proprietà
nl: Voeg eigenschap toe
pl: Dodaj cechę
pt_br: Adicionar Propriedade
ro: Adaugă Proprietatet

source: There are no properties yet.
cs: Nejsou zde zatím žádné vlastnosti.
de: Es sind noch keine Eigenschaften vorhanden.
es_mx: No hay propiedades asignadas aún.
pl: Nie ma jeszcze żadnych Cech.

source: Select field options
cs: Vybrat možnosti pole
de: Optionen Auswahlfeld
es_mx: Seleccione las opciones del campo
fr: Sélectionnez les options du champ
it: Seleziona l'opzione di campo
nl: Selecteer veld opties
pl: Opcje listy rozwijanej
ro: Opțiuni câmp de selecție

source: Update options
cs: Aktualizovat možnosti
de: Optionen aktualisieren
es_mx: Actualizar opciones
fr: Actualiser les options
it: Aggiorna opzioni
nl: Wijzig opties
pl: Aktualizuj opcje
pt_br: Atualizar opcionais
ro: Modifică opțiuni

source: Do you really want to delete this property?
cs: Jste si jist, že chcete odebrat tuto vlastnost?
de: Wollen Sie wirklich diese Eigenschaft löschen?
es_mx: ¿Quieres borrar esta propiedad?
it: Sei sicuro di voler cancellare questa proprietà ?
nl: Wil je deze eigenschap echt verwijderen?
pl: Czy na pewno chcesz usunąć tę cechę?
pt_br: Tem certeza que deseja apagar esta propriedade?
ro: Ești sigur că vrei să ștergi această proprietate?

source: Delete Property
cs: Odebrat vlastnost
de: Eigenschaft löschen
es_mx: Borrar propiedad
fr: Effacer la propriété
it: Rimuovi proprietà
nl: Verwijder eigenschap
pl: Usuń cechę
pt_br: Apagar Propriedade
ro: Șterge Proprietate

source: Save property
cs: Uložit vlastnost
de: Eigenschaft speichern
es_mx: Guardar propiedad
fr: Enregistrer la propriété
it: Salva priorità
nl: Bewaar eigenschap
pl: Zapisz cechę
pt_br: Salvar propriedade
ro: Salvează proprietate

source: Field type
cs: Typ pole
de: Feldtyp
es_mx: Tipo de campo
fr: Type de champ
it: Tipo campo
nl: Veld type
pl: Typ pola
pt_br: Tipo do campo
ro: Tip câmp

source: Save property type
cs: Uložit typ pole
de: Eigenschaftstyp speichern
es_mx: Guardar tipo de propiedad
fr: Enregistrer le type de propriété
it: Salva tipo proprietà
nl: Bewaar eigenschap type
pl: Zapisz typ cechy
pt_br: Salvar tipo de propriedade
ro: Salvează tip proprietate

source: Validators
cs: Validátory
de: Validatoren
es_mx: Validadores
fr: Validateurs
it: Validatori
pl: Walidatory
pt_br: Validadores
ro: Validatori

source: Save validators
cs: Uložit validátory
de: Validatoren sichern
es_mx: Guardar validadores
fr: Enregistrer les validateurs
it: Salva validatori
nl: Bewaar validators
pl: Zapisz walidatory
pt_br: Salvar validadores
ro: Salvează validatori

source: Select field properties
cs: Vyberte vlastnosti pole
de: Eigenschaften Auswahlfeld
es_mx: Seleccionar propiedades del campo
fr: Sélectionnez les propriétés du champ
it: Seleziona proprietà dei campi
nl: Selecteer veld eigenschappen
pl: Właściwości listy rozwijalnej
ro: Proprietăți câmp de selecție

source: Save step type
cs: Uložit typ kroku
de: Schritttyp speichern
fr: Enregistrer le type d'étape
it: Salva tipo passo
nl: Bewaar stap type
pl: Zapisz rodaj kroku
pt_br: Salvar tipo de passo
ro: Salvează tip pas

source: Step range
cs: Rozsah kroku
de: Schrittbereich speichern
fr: Etapes
it: Intervallo del passo
nl: Stap bereik
pl: Zakres
pt_br: Tamanho do passo
ro: Salveaza gamă de valori

source: Save step
cs: Uložit krok
de: Schritt speichern
es_mx: Guardar paso
fr: Enregistrer l'étape
it: Salva passo
nl: Bewaar stap
pl: Zapisz krok
pt_br: Salvar passo
ro: Salvează pas

source: Steps
cs: Kroky
de: Schritte
es_mx: Pasos
fr: Etapes
it: Passi
nl: Stappen
pl: Kroki
pt_br: Passos
ro: Pași

source: Add step
cs: Přidat krok
de: Schritt hinzufügen
es_mx: Añadir paso
fr: Ajouter une étape
it: Aggiungi passo
nl: Voeg stap toe
pl: Dodaj krok
pt_br: Adicionar passo
ro: Adaugă pas

source: Do you really want to delete this step?
cs: Opravdu chcete smazat tento krok?
de: Wollen Sie wirklich diesen Schritt löschen?
es_mx: ¿Quieres borrar este paso?
it: Vuoi davvero eliminare questo passo?
nl: Wil je deze stap echt verwijderen?
pl: Czy na pewno chcesz usunąć ten krok?
pt_br: Tem certeza que deseja apagar este passo?
ro: Ești sigur că vrei să ștergi acest pas?

source: Delete step
cs: Smazat krok
de: Schritt löschen
es_mx: Borrar paso
fr: Effacer l'étape
it: Rimuovi passo
nl: Verwijder stap
pl: Usuń krok
pt_br: Apagar passo
ro: Șterge pas

source: Update steps
cs: Aktualizovat krok
de: Schritte aktualisieren
es_mx: Actualizar pasos
fr: Actualiser les étapes
it: Aggiorna passi
nl: Wijzig stappen
pl: Aktualizuj kroki
pt_br: Atualizar passos
ro: Modifică pași

source: Add property Group
cs: Přidat skupinu vlastností
de: Eigenschaftsgruppe hinzufügen
es_mx: Añadir grupo de propiedades
fr: Ajouter un Groupe de propriété
it: Aggiungi gruppo proprietà
nl: Voeg eigenschap groep toe
pl: Dodaj grupę cech
pt_br: Adicionar Grupo de propriedades
ro: Adaugă grup proprietăți

source: Add property group
cs: Přidat skupinu vlastností
de: Eigenschaftsgruppe hinzufügen
es_mx: Añadir grupo de propiedades
fr: Ajouter un groupe de propriété
it: Aggiungi gruppo proprietà
nl: Voeg eigenschap groep toe
pl: Dodaj grupę cech
pt_br: Adicionar grupo de propriedades
ro: Adaugă grup proprietăți

source: Add Property Group
cs: Přidat skupinu vlastností
de: Eigenschaftsgruppe hinzufügen
es_mx: Añadir grupo de propiedades
fr: Ajouter un groupe de propriété
it: Aggiungi tipo proprietà
nl: Voeg eigenschap groep toe
pl: Dodaj grupę cech
pt_br: Adicionar Grupos de Propriedadades
ro: Adaugă Grup Proprietăți

source: Add to Property Group
cs: Přidat do skupiny vlastností
de: Zur Eigenschaftsgruppe hinzufügen
es_mx: Añadir al grupo de propiedades
pl: Dodaj do grupy cech

source: Remove from Property Group
cs: Odebrat ze skupiny vlastností
de: Von Eigenschaftsgruppe entfernen
es_mx: Quitar del grupo de propiedades
pl: Usuń z grupy cech

source: All properties are selected
cs: Všechny vlastnosti vybrány
de: Alle vorhandenen Eigenschaften sind zugewiesen
es_mx: Todas las propiedades estan seleccionadas
pl: Wszystkie cechy są już wybrane

source: Selected Properties
cs: Vybrané vlastnosti
de: Ausgewählte Eigenschaften
es_mx: Propiedades seleccionadas
pl: Wybrane cechy

source: No properties assigned
cs: Nebyly přiřazeny žádné vlastnosti
de: Keine Eigenschaften zugewiesen.
es_mx: No hay propiedades asignadas
fr: Aucune propriété n'est assignée
it: Nessuna proprietà assegnata
nl: Geen eigenschappen toegewezen
pl: Nie ma przypisanych żadnych cech
pt_br: Não há propriedades associadas
ro: Nu există proprietăți desemnate

source: Update properties
cs: Aktualizovat vlastnosti
de: Eigenschaften aktualisieren
es_mx: Actualizar propiedades
fr: Actualiser les propriétés
it: Aggiorna proprietà
nl: Wijzig eigenschappen
pl: Aktualizuj cechy
pt_br: Atualizar propriedades
ro: Modifică proprietăți

source: Property groups
cs: Skupiny vlastností
de: Eigenschaftsgruppen
es_mx: Grupos de propiedades
fr: Groupes de propriétés
it: Proprietà del gruppo
nl: Eigenschap groepen
pl: Grupy cech
pt_br: Grupos de propriedades
ro: Grupuri de Proprietăți

source: Do you really want to delete this property group?
cs: Opravdu chcete smazat tuto skupinu vlastností?
de: Wollen Sie wirklich diese Eigenschaftsgruppe löschen?
es_mx: ¿Quieres borrar este grupo de propiedades?
it: Vuoi veramente cancellare le proprietà di questo gruppo?
nl: Wil je deze eigenschap groep echt verwijderen?
pl: Czy na pewno chcesz usunąć tą grupę cech?
pt_br: Tem certeza que deseja apagar este grupo de propriedades?
ro: Ești sigur că vrei să ștergi acest grup de proprietăți?
