Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Customer
cs: Zákazník
de: Kunde
es_mx: Cliente
fr: Client
it: Cliente
nl: Klant
pl: Klient
pt_br: Cliente
ro: Client

source: Order
cs: Objednávka
de: Bestellung
es_mx: Pedido
fr: Commande
it: Ordine
nl: Bestelling
pl: Zamówienie
pt_br: Pedido
ro: Comandă

source: Firstname
cs: Jméno
de: Vorname
es_mx: Nombre
fr: Prénom
it: Nome
nl: Voornaam
pl: Imię
pt_br: Primeiro nome
ro: Prenume

source: Lastname
cs: Příjmení
de: Nachname
es_mx: Apellidos
fr: Nom
it: Cognome
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ro: Nume

source: Line 1
cs: Řádek 1
de: Zeile 1
es_mx: Línea 1
pl: Linia 1

source: Line 2
cs: Řádek 2
de: Zeile 2
es_mx: Línea 2
pl: Linia 2

source: Zip code
cs: PSČ
de: PLZ
es_mx: Código Postal
fr: Code postal
pl: Kod pocztowy
pt_br: CEP

source: City
cs: Město
de: Stadt
es_mx: Ciudad
fr: Ville
it: Città
nl: Stad
pl: Miejscowość
pt_br: Cidade
ro: Oraș

source: State
cs: Stav
de: Status
es_mx: Estado
fr: Statut
it: Stato
nl: Status
pl: Stan
pt_br: Estado
ro: Status

source: Country
cs: Země
de: Land
es_mx: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt_br: País
ro: Țară

source: Created
cs: Vytvořena
de: Erstellt am
es_mx: Creado
fr: Créé
it: Creato
nl: Aangemaakt
pl: Utworzone
pt_br: Criado
ro: Creat

source: Modified
cs: Upraveno
de: Geändert
pl: Zmodyfikowany

source: Company name
cs: Firma
de: Firmenname
es_mx: Nombre de la empresa
fr: Société
it: Nome azienda
nl: Bedrijfsnaam
pl: Nazwa firmy
pt_br: Nome da Empresa
ro: Nume companie

source: Phone
cs: Telefon
de: Telefon
es_mx: Teléfono
fr: Téléphone
it: Telefono
nl: Telefoonnummer
pl: Telefon
pt_br: Telefone
ro: Telefon

source: User
cs: Uživatel
de: Benutzer
es_mx: Usuario
fr: Utilisateur
it: Utente
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ro: Utilizator

source: Creation date
cs: Datum vytvoření
de: Erstellungsdatum
es_mx: Fecha de creación
fr: Date de création
it: Data creazione
nl: Aangemaakt op
pl: Data utworzenia
pt_br: Data de criação
ro: Data creare

source: Modification date
cs: Datum změny
de: Änderungsdatum
es_mx: Fecha de modificación
fr: Date de modification
it: Data modifica
nl: Gewijzigd op
pl: Data modyfikacji
pt_br: Data de Atualização
ro: Data modificare

source: Cart
cs: Košík
de: Warenkorb
es_mx: Carrito de compra
fr: Panier
it: Carrello
nl: Winkelwagen
pl: Koszyk
pt_br: Carrinho
ro: Coș

source: Product
cs: Produkt
de: Produkt
es_mx: Producto
fr: Produit
it: Prodotto
pl: Produkt
pt_br: Produto
ro: Produs

source: Quantity
cs: Množství
de: Menge
es_mx: Cantidad
fr: Quantité
it: Quantità
nl: Aantal
pl: Ilość
pt_br: Quantidade
ro: Cantitate

source: Cart item
cs: Položka
de: Artikel
es_mx: Artículo del carrito de compra
fr: Article
it: articolo in carrello
nl: Artikel in winkelwagen
pl: Towar w koszyku
pt_br: Ítem do Carrinho
ro: Item coș

source: Property
cs: Vlastnost
de: Eigenschaften
es_mx: Propiedad
fr: Propriété
it: Proprietà
nl: Eigenschap
pl: Cecha
pt_br: Propriedade
ro: Proprietate

source: Property group
de: Eigenschaftsgruppe

source: %(name)s must be between %(min)s and %(max)s %(unit)s.
cs: %(name)s musí být mezi %(min)s a %(max)s %(unit)s.
de: %(name)s muß zwischen %(min)s und %(max)s %(unit)s liegen.
es_mx: %(name)s debe estar entre %(min)s y %(max)s %(unit)s.
fr: %(name)s doit être entre %(min)s et %(max)s %(unit)s.
it: %(name)s deve essere tra %(min)s e %(max)s %(unit)s.
nl: %(name)s mag mogen minimaal %(min)s en maximaal %(max)s %(unit)s bevatten
pl: %(name)s musi się zawierać pomiędzy %(min)s a %(max)s %(unit)s.
pt_br: %(name)s deve ter entre %(min)s e %(max)s %(unit)s.
ro: %(name)s trebuie sa fie între %(min)s și %(max)s %(unit)s.

source: Your entered value for %(name)s (%(value)s) is not in valid step width, which is %(step)s.
de: Ihre Eingabe für %(name)s (%(value)s) ist nicht in der gültigen Schrittweite. Diese ist: %(step)s
es_mx: Has introducido el valor %(name)s (%(value)s) y no es una anchura valida, estas en %(step)s.
fr: La valeur que vous avez saisie pour %(name)s (%(value)s) n'est pas ...?. Celle-ci est: %(step)s
it: Immetti il valore per %(name)s (%(value)s) non è di una larghezza valida, che è %(step)s.
nl: Het ingevoerde aantal voor %(name)s (%(value)s) is niet geldig, welke %(step)s is.
pl: Wartość którą wprowadziłeś dla %(name)s (%(value)s) nie jest prawidłowa - musi być wielokrotnością %(step)s.
pt_br: O valor preenchido para %(name)s (%(value)s) não é válido, deve ser múltiplo de %(step)s.
ro: Valoarea (%(value)s) introdusă pentru %(name)s nu corespunde cu pașii %(step)s.

source: Sorry, but '%(product)s' is not available anymore.
cs: Je nám líto, ale '%(product)s' byl vyřazen z našeho katalogu.
de: Es tut uns leid, '%(product)s' ist nicht mehr im Lager.
es_mx: Lo lamento, pero el '%(product)s' ya no esta disponible.
it: Scusa ma il prodotto '%(product)s' non è più disponibile.
nl: Sorry, maar '%(product)s' is niet meer leverbaar.
pl: Przepraszamy, ale '%(product)s' nie jest już dostępny.
pt_br: Lamentamos, o produto '%(product)s' está indisponível no momento.
ro: Ne pare rău, dar '%(product)s' nu mai este disponibil.

source: Sorry, but '%(product)s' is only one time available.
cs: Je nám líto, ale '%(product)s' je k dispozici pouze jednou.
de: Es tut uns leid, '%(product)s' ist nur noch einmal im Lager.
es_mx: Lo lamento, pero solo habia un/una '%(product)s' disponible.
it: Scusa ma il prodotto '%(product)s' non è al momento disponibile.
nl: Sorry, maar '%(product)s' is maar een keer leverbaar
pl: Przepraszamy, ale '%(product)s' jest jednorazową ofertą.
pt_br: Lamentamos, o produto '%(product)s' tem apenas uma unidade disponível.
ro: Ne pare rău, dar '%(product)s' este disponibil o singură dată.

source: Sorry, but '%(product)s' is only %(amount)s times available.
cs: Je nám líto, ale '%(product)s' je k dispozici pouze %(amount)s krát.
de: Es tut uns leid, '%(product)s' ist nur noch %(amount)s Mal im Lager.
es_mx: Lo lamento, pero el '%(product)s' solamente esta disponible %(amount)s veces.
it: Scusa ma il prodotto '%(product)s' è disponibile per un importo %(amount)s al momento disponibile.
nl: Sorry, maar '%(product)s' is maar %(amount)s keer leverbaar.
pl: Przepraszamy ale dostępna ilość produktu: '%(product)s' to tylko: %(amount)s
pt_br: Sinto muito, mas '%(product)s' tem apenas %(amount)s unidades disponíveis.
ro: Ne pare rău, dar '%(product)s' este disponibil doar de %(amount)s ori.

source: Parent
cs: Nadřazená položka
de: Kategorie
es_mx: Padre
it: Padre
nl: Hoofdcategorie
pl: Rodzic
pt_br: Pai
ro: Părinte

source: Show all products
cs: Zobrazit všechny produkty
de: Alle Produkte anzeigen
es_mx: Mostrar todos los productos
fr: Afficher tous les produits
it: Mostra tutti i prodotti
nl: Toon alle producten
pl: Pokaż wszystkie produkty
pt_br: Mostrar todos os produtos
ro: Arată toate produsele

source: Products
cs: Produkty
de: Produkte
es_mx: Productos
fr: Produits
it: Prodotti
nl: Producten
pl: Produkty
pt_br: Produtos
ro: Produse

source: Short description
cs: Krátký popis
de: Kurzbeschreibung
es_mx: Descripción corta
fr: Description courte
it: Descrizione breve
nl: Korte beschrijving
pl: Krótki opis
pt_br: Descrição curta
ro: Scurtă descriere

source: Description
cs: Popis
de: Beschreibung
es_mx: Descripción
it: Descrizione
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro: Descriere

source: Image
cs: Obrázek
de: Bild
es_mx: Imagen
it: Immagine
nl: Afbeelding
pl: Grafika
pt_br: Imagem
ro: Imagine

source: Exclude from navigation
cs: Vyloučit z navigace
de: Von Navigation ausschließen
es_mx: Excluir de la navegación
fr: Exclure de la navigation
it: Escludi dalla navigazione
nl: Niet weergeven in navigatie
pl: Wyłącz z nawigacji
pt_br: Remover da navegação
ro: Exclude din navigație

source: Static block
cs: Statický blok
de: Statischer Block
es_mx: Bloque estático
fr: Bloc statique
it: Blocco statico
nl: Tekstblok
pl: Blok statyczny
pt_br: Bloco estático
ro: Bloc static

source: Category template
cs: Šablona kategorie
de: Kategorie-Schablone
es_mx: Plantilla para la categoría
fr: Template de catégorie
it: Template categoria
nl: Categorie template
pl: Szablon Kategorii
pt_br: Gabarito de categoria
ro: Template categorie

source: Active formats
cs: Aktivní formáty
de: Formate aktivieren
es_mx: Formatos activos
fr: Formats actifs
it: Formati attivi
nl: Actieve formaten
pl: Aktywne formaty
pt_br: Formatos ativos
ro: Formate active

source: Product rows
cs: Počet řádků s produkty
de: Produktzeilen
es_mx: Filas de productos
fr: Rangées de produits
it: Righe prodotto
nl: Product rijen
pl: Wiersze produktu
pt_br: Lin. produtos
ro: Linii produse

source: Product cols
cs: Počet sloupců s produkty
de: Produktspalten
es_mx: Columnas de productos
fr: Colonnes de produits
it: Colonne prodotto
nl: Product kolommen
pl: Kolumny produktu
pt_br: Col. produtos
ro: Coloane produse

source: Category cols
cs: Počet sloupců kategorií
de: Kategoriespalten
es_mx: Columnas de categorias
fr: Colonnes de catégorie
it: Colonne categoria
nl: Categorie kolommen
pl: Kolumny kategorii
pt_br: Col. categorias
ro: Coloane categorii

source: Category
cs: Kategorie
de: Kategorie
es_mx: Categoria
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie

source: Categories
cs: Kategorie
de: Kategorien
es_mx: Categorias
fr: Catégories
it: Categorie
nl: Categorieen
pl: Kategorie
pt_br: Categorias
ro: Categorii

source: The name of the product.
cs: Jméno produktu
de: Der name des Produkts.
es_mx: El nombre del producto.
it: Nome del prodotto
nl: De naam van het product
pl: Nazwa produktu.
pt_br: O nome do produto
ro: Numele produsului.

source: The unique last part of the Product's URL.
cs: Unikátní poslední část URL produktu.
de: Der eindeutige letzte Teil der Produkt-URL.
es_mx: La parte única que va a al final del URL del producto.
it: URL unica del Prodotto
nl: Het unieke gedeelte van de product URL.
pl: Unikalna, ostatnia część adresu URL produktu.
pt_br: O identificador único que será usado na última parte da URL do produto,
ro: Ultima parte unică a URL-ului produsului.

source: SKU
de: Artikelnummer
fr: Référence
pl: Numer katalogowy
pt_br: Código

source: Your unique article number of the product.
cs: Unikátní číslo produktu
de: Ihre eindeutige Artikelnummer des Produkts.
es_mx: El número único para el producto
it: Numero univoco del prodotto
nl: Het unieke artikel nummer van het product.
pl: Twój unikalny numer produktu.
pt_br: Um identificador numérico único para o produto.
ro: Numărul unic al produsului.

source: Price
cs: Cena
de: Preis
es_mx: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
pt_br: Preço
ro: Preț

source: Price calculator
cs: Výpočet ceny
de: Preiskalkulator
es_mx: Calculadora de precio
it: Calcola il prezzo
nl: Prijs berekening
pl: Kalkulator ceny
pt_br: Calculadora de preços
ro: Calculator preț

source: Price unit
cs: Jednotka ceny
de: Preiseinheit
es_mx: Unidad de precio
it: Prezzo unitario
nl: Prijs eenheid
pl: Jednostka ceny
pt_br: Unidade de preço
ro: Preț unitar

source: Quantity field unit
cs: Jednotka množství
de: Einheit Anzahlfeld
pl: Jednostka pola z ilością

source: Images
cs: Obrázky
de: Bilder
es_mx: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ro: Imagini

source: Related products
cs: Příbuzné produkty
de: Zugehörige Produkte
es_mx: Productos relacionados
fr: Produits connexes
it: Prodotti collegati
nl: Gerelateerde producten
pl: Powiązane produkty
pt_br: Produtos relacionados
ro: Produse conexe

source: Acessories
cs: Příslušenství
de: Zubehör
es_mx: Accesorios
fr: Accessoires
it: Accessori
nl: Accessoires
pl: Akcesoria
pt_br: Acessórios
ro: Accesorii

source: For sale
cs: Produkt v akci
de: Im Angebot
es_mx: En venta
fr: Promotion
it: In offerta
nl: Aanbieding
pl: Wyprzedaż
pt_br: À venda
ro: La reducere

source: For sale price
cs: Akční cena
de: Angebotspreis
es_mx: Precio de oferta
fr: Prix promotionnel
it: Prezzo offerta
nl: Aanbiedingsprijs
pl: Cena wyprzedażowa
pt_br: Preço de venda
ro: Preț la reducere

source: Active
cs: Aktivní
de: Aktiv
es_mx: Activo
fr: Actif
it: Attivo
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ

source: Deliverable
cs: K dodání
de: Lieferbar
es_mx: Entregable
fr: Disponible
it: Spedibile
nl: Leverbaar
pl: Dostępny do dostarczenia
pt_br: Entregas
ro: Livrabil

source: Manual delivery time
cs: Vlastní doba dodání
de: Manuelle Lieferzeit
es_mx: Tiempo de entrega manual
fr: Délai de livraison manuel
it: Tempo di consegna manuale
nl: Aangepaste levertijd
pl: Indywidualny czas dostawy
pt_br: Prazo de entrega manual
ro: Timp de livrare manual

source: Delivery time
cs: Doba dodání
de: Lieferzeit
es_mx: Tiempo de entrega
fr: Délai de livraison
it: Tempo di consegna
nl: Levertijd
pl: Czas dostawy
pt_br: Prazo de entrega
ro: Timp de livrare

source: Order time
cs: Doba objednání
de: Dauer Bestellung
es_mx: Fecha de pedido
fr: Délai de commande
it: Ora ordine
nl: Besteltijd
pl: Czas zamówienia
pt_br: Tempo de pedido
ro: Timpul comenzii

source: Ordered at
cs: Objednáno
de: Bestellt am
es_mx: Pedido el
fr: Commandé le
it: Ordinato alle
nl: Besteld op
pl: Zamówione
pt_br: Pedido em
ro: Comandat la

source: Manage stock amount
cs: Spravovat skladové zásoby
de: Verwaltung des Lagerbestandes
es_mx: Gestionar existencias
fr: Gérer les quantités en stock
it: Gestisci quantità magazzino
nl: Beheer voorraad
pl: Zarządzanie stanem magazynowym
pt_br: Gerenciar quantidade em estoque
ro: Administrare stocuri

source: Stock amount
cs: Počet položek skladem
de: Lagerbestand
es_mx: Cantidad de extistencias
fr: Quantité en stock
it: Quantità magazzino
nl: Voorraad
pl: Stan magazynowy
pt_br: Quantidade em estoque
ro: Cantitate în stoc

source: Active packing
cs: Aktivní balení
de: Verpackungseinheit aktivieren
pl: Używać opakowania zbiorczego

source: Amount per packing
cs: Množství v balení
de: Anzahl pro Verpackungseinheit
es_mx: Cantidad por paquete
pl: Ilość na paczkę

source: Packing unit
cs: Jednotka balení
de: Einheit der Verpackungseinheit
es_mx: Unidad de empaque
fr: Unité de conditionnement
it: Unità d'imballaggio
nl: Verpakkingseenheid
pl: Jednostka pakowania
pt_br: Unidade de embrulho

source: Weight
cs: Váha
de: Gewicht
es_mx: Peso
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
pt_br: Peso
ro: Greutate

source: Height
cs: Výška
de: Höhe
es_mx: Altura
fr: Hauteur
it: Altezza
nl: Hoogte
pl: Wysokość
pt_br: Altura
ro: Înălțime

source: Length
cs: Délka
de: Länge
es_mx: Longitud
fr: Longueur
it: Lunghezza
nl: Lengte
pl: Długość
pt_br: Comprimento
ro: Lungime

source: Width
cs: Šířka
de: Breite
es_mx: Ancho
fr: Largeur
it: Larghezza
nl: Breedte
pl: Szerokość
pt_br: Largura
ro: Lățime

source: Tax
cs: Daň
de: Mehrwertsteuer
es_mx: Impuestos
fr: Taxe
it: Tasse
nl: BTW
pl: Stawka podatku
pt_br: Imposto
ro: Taxă

source: Subtype
cs: Podtyp
de: Produktart
es_mx: Subtipo
fr: Sous-type
it: Sottotipo
pl: Podtyp
pt_br: Subtipo
ro: Subtip

source: Default variant
cs: Výchozí kombinace
de: Standard Variante
es_mx: Variante por defecto
fr: Variante par défaut
it: Variante di default
nl: Standaard variant
pl: Domyślny wariant
pt_br: Variante padrão
ro: Variantă implicită

source: Category variant
cs: Kombinace zobrazená na stránce výpisu kategorie
de: Kategorievariante
es_mx: Variante de categoría
pl: Wariant kategorii

source: Variants display type
cs: Způsob zobrazení kombinace
de: Ansichtsart für Varianten ändern
es_mx: Mostrar tipo de variantes
fr: Afficher le type de variante
it: Tipo di variante mostrato
nl: Varianten weergavetype
pl: Wyświetlany typ Wariantu
pt_br: Dipo de exibição de variantes
ro: Tip de afișare al variantelor

source: Active name
cs: Aktuální název
de: Name aktivieren
es_mx: Nombre activo
fr: Activer le nom
it: Nome attivo
nl: Actieve naam
pl: Aktywna nazwa
pt_br: Nome ativo
ro: Nume activ

source: Active SKU
cs: Aktuální SKU
de: SKU aktivieren
es_mx: SKU activo
fr: Activer la référence
it: SKU attivo
nl: Actieve SKU
pl: Aktywny numer katalogowy
pt_br: Código ativo
ro: SKU activ

source: Active short description
cs: Aktuální popis
de: Beschreibung aktivieren
es_mx: Descripción corta activa
fr: Activer la description courte
it: Descrizione breve attiva
nl: Actieve korte beschrijving
pl: Aktywny skrócony opis
pt_br: Descrição vurta ativa
ro: Scurtă descriere activ

source: Active static bock
cs: Aktuální statický blok
de: Statischer Block aktivieren
es_mx: Bloque estático activo
fr: Activer le bloc statique
it: Blocco statico attivo
nl: Actieve tekstblok
pl: Aktywny Blok statyczny
pt_br: Bloco estático ativo
ro: Bloc static activ

source: Active description
cs: Aktální popis
de: Beschreibung aktivieren
es_mx: Descripción activa
fr: Activer la description
it: Descrizione attiva
nl: Actieve beschrijving
pl: Aktywny opis
pt_br: Descrição ativa
ro: Descrierea activ

source: Active price
cs: Aktuální cena
de: Preis aktivieren
es_mx: Precio activo
fr: Activer le prix
it: Prezzo attivo
nl: Actieve prijs
pl: Aktywna cena
pt_br: Preço ativo
ro: Preț activ

source: Active for sale
cs: Aktuální akce
de: Im Angebot aktivieren
es_mx: Activo a la venta
fr: Activer la promo
it: Offerta attiva
nl: Actieve aanbieding
pl: Aktywna wyprzedaż
pt_br: Liberado para venda
ro: Activ la reducere

source: Active for sale price
cs: Aktuální akční cena
de: Angebotspreis aktivieren
es_mx: Precio oferta activo
fr: Activer le prix promo
it: Prezzo offerta attivo
nl: Actieve aanbiedingsprijs
pl: Aktywna cena wyprzedażowa
pt_br: Liberado para preço de venda
ro: Preț redus activ

source: Active Images
cs: Aktuální obrázky
de: Bilder aktivieren
es_mx: Imagenes activas
fr: Activer les images
it: Imamgini attive
nl: Actieve afbeeldingen
pl: Aktywne obrazy
pt_br: Imagens ativas
ro: Imagini activ

source: Active related products
cs: Aktuální příbuzné produkty
de: Zugehörige Produkte aktivieren
es_mx: Productos relacionados activos
fr: Activer les produits connexes
it: Prodoti collegati attivi
nl: Actieve gerelateerde producten
pl: Aktywne powiązane produkty
pt_br: Produtos relacionados ativos
ro: Produse conexe active

source: Active accessories
cs: Aktuální příslušenství
de: Zubehör aktivieren
es_mx: Accesorios activos
fr: Activer les accessoires
it: Accessori attivi
nl: Actieve accessoires
pl: Aktywne akcesoria
pt_br: Acessórios ativos
ro: Accesorii activ

source: Active meta title
cs: Aktuální meta nadpis
de: Meta Title aktivieren
es_mx: Meta título activo
fr: Activer les métadonnées Titre
it: Titolo Meta attivo
nl: Actieve meta titel
pl: Aktywny meta tytuł
pt_br: Meta-título ativo
ro: Titlu meta activ

source: Active meta description
cs: Aktuální meta popis
de: Beschreibung
es_mx: Meta descripción activa
fr: Activer les métadonnées Description
it: Descrizione Meta attiva
nl: Actieve meta beschrijving
pl: Aktywny meta opis
pt_br: Meta-descrição ativa
ro: Descriere meta activ

source: Active meta keywords
cs: Aktuální meta klíčová slova
de: Zugewiesene Bilder
es_mx: Palabras clave activas
fr: Activer la métadonnées Mots clé
it: Parole chiave Meta attive
nl: Actieve meta steekwoorden
pl: Aktywne meta słowa kluczowe
pt_br: meta-palavra-chave ativa
ro: Cuvinte cheie activ

source: Active dimensions
cs: Aktuální rozměry
de: Abmessungen aktivieren
es_mx: Dimensiones activas
fr: Activer les dimensions
it: Dimensioni attive
nl: Actieve afmetingen
pl: Aktywne wymiary
pt_br: Dimensões ativas
ro: Dimensiuni activ

source: Product template
cs: Šablona produktu
de: Produktschablone
es_mx: Template del producto
fr: Template de produit
it: Template prodotto
pl: Szablon Produktu
pt_br: Template do produto
ro: Template produs

source: Active price calculation
cs: Aktuální výpočet ceny
de: Preisberechnung aktivieren
es_mx: Precio activo
fr: Activer le calcul de prix
it: Attiva calcolo del prezzo
nl: Actieve prijs berekening
pl: Aktywna kalkulacja ceny
pt_br: Cálculo de preço ativo
ro: Calculare activă a prețului

source: Price Calculation
cs: Výpočet ceny
de: Preisberechnung
es_mx: Precio calculado
fr: Calcul du prix
it: Calcolo del prezzo
nl: Prijs Berekening
pl: Kalkulacja ceny
pt_br: Cálculo de Preço
ro: Calcularea prețului

source: Active base price
cs: Zobrazit základní cenu
de: Grundpreis aktivieren
es_mx: Precio base activo
pl: Aktywna cena bazowa

source: Base price unit
cs: Jednotka základní ceny
de: Grundpreiseinheit
es_mx: Unidad de precio base
pl: Cena bazowa - jednostka

source: Base price amount
cs: Základní cena (hodnota)
de: Grundpreis Menge
es_mx: Precio base
pl: Cena bazowa - ilość

source: SKU Manufacturer
cs: SKU výrobce
de: Artikelnummer Hersteller
es_mx: SKU del Fabricante
it: SKU
nl: Leverancier
pl: Numer katalogowy producenta
pt_br: Código no Fabricante
ro: SKU Producător

source: Manufacturer
cs: Výrobce
de: Hersteller
es_mx: Fabricante
fr: Fabricant
it: Produttore
nl: Producent
pl: Producent
pt_br: Fabricante
ro: Producător

source: Type of quantity field
cs: Typ pole množství
de: Art des Anzahlfelds
es_mx: Tipo del campo de cantidad
pl: Typ pola z ilością

source: Accessory
cs: Přislušenství
de: Zubehör
es_mx: Accesorio
fr: Accessoires
it: Accessorio
nl: Accessoire
pl: Akcesoria
pt_br: Acessório
ro: Accesoriu

source: Title
cs: Nadpis
de: Titel
es_mx: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu

source: Group
cs: Skupina
de: Gruppe
es_mx: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
pt_br: Grupo
ro: Grup

source: Unit
cs: Jednotka
de: Einheit
es_mx: Unidad
fr: Unité
it: Unità
nl: Eenheid
pl: Jednostka ilości
pt_br: Unidade
ro: Unitate

source: Display on product
cs: Zobrazit u produktu
de: Am Produkt anzeigen
es_mx: Mostrar en producto
fr: Afficher sur le produit
it: Mostra nel prodotto
nl: Geef weer op product
pl: Wyświetlaj przy produkcie
pt_br: Mostrar no produto
ro: Afișează pe produs

source: Local
cs: Lokální
de: Lokal
pl: Lokalna

source: For Variants
de: Für Varianten

source: Filterable
cs: Filtrovatelné
de: Filterbar
es_mx: Filtrar valores
pl: Widoczny w filtrze

source: Configurable
cs: Konfigurovatelné
de: Konfigurierbar
pl: Konfigurowalny

source: Type
cs: Typ
de: Typ
es_mx: Tipo
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip

source: Display price
cs: Zobrazit cenu
de: Price anzeigen
es_mx: Mostrar precio
fr: Afficher le prix
it: Mostra prezzo
nl: Weergegeven prijs
pl: Wyświetlaj cenę
pt_br: Preço de vitrine
ro: Afișează preț

source: Add price
cs: Navýšit cenu
de: Preis hinzufügen
es_mx: Añadir precio
fr: Ajouter le prix
it: Aggiungi prezzo
nl: Prijs toevoegen
pl: Dodaj cenę
pt_br: Adicionar preço
ro: Adaugă preț

source: Step
cs: Krok
de: Schritt
es_mx: Paso
fr: Etape
it: Passo
nl: Stap
pl: Krok
pt_br: Passo
ro: Pas

source: Decimal places
cs: Počet desetinných míst
de: Dezimalstellen
es_mx: Posiciones del decimal
fr: Nombre de décimales
it: Decimali dopo la virgola
nl: Aantal decimalen
pl: Miejsca dziesiętne
pt_br: Casas decimais
ro: Zecimale

source: Required
cs: Vyžadováno
de: Erforderlich
pl: Wymagane

source: Step type
cs: Typ kroku
de: Schritttyp
es_mx: Tipo de paso
fr: Type d'étape
it: Tipo passo
nl: Stap type
pl: Rodzaj kroku
pt_br: Tipo de passo
ro: Tip pas

source: Properties
cs: Vlastnosti
de: Eigenschaften
es_mx: Propiedades
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pl: Cechy
pt_br: Propriedades
ro: Proprietăți

source: Value
cs: Hodnota
de: Wert
es_mx: Valor
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare

source: Value as float
cs: Hodnota (desetinné číslo)
de: Wert als Dezimalzahl
es_mx: Valor es floatante
fr: Valeur en décimales
it: Valore come float
nl: Waarde als float
pl: Wartość jako liczba zmiennoprzecinkowa
pt_br: Valor em ponto flutuante
ro: Valoare număr real

source: Content type
cs: Typ položky
de: Inhaltstyp
fr: Type de contenu
it: Tipo contenuto
nl: Inhoud type
pl: Typ treści
pt_br: Tipo de conteúdo
ro: Tip conținut

source: Content id
cs: ID položky
de: Inhalts ID
fr: ID du contenu
it: Id contenuto
nl: Inhoud id
pl: Id treści
pt_br: ID do conteúdo
ro: Id conținut
