Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Cache has been cleared.
cs: Cache byla vymazána
de: Cache wurde gelöscht.
es_mx: La caché se ha limpiado.
fr: Le cache a bien été effacé.
it: Cache cancellata.
nl: De cache is geleegd.
pl: Cache zostało wyczyszczone.
pt_br: O Cache foi limpo.
ro: Cache-ul a fost curățat.

source: Category levels have been created.
cs: Úrovně kategorií byly vytvořeny.
de: Kategorielevels wurden erzeugt.
es_mx: Niveles de categorías creados.
pl: Poziomy Kategorii zostały utworzone

source: Effective prices have been set.
cs: Aktuální ceny byly nastaveny.
de: Effektive Preise wurden gespeichert.
es_mx: Precios efectivos asignados
fr: Les tarifs en vigueur ont bien été fixés.
it: Prezzi effettivi impostati.
nl: De effectieve prijzen zijn ingesteld.
pl: Obowiązujące ceny zostały ustawione.
pt_br: Preços efetivos foram configurados.
ro: Prețurile efective au fost aplicate.

source: Kind of
cs: Druh
de: Art
es_mx: Tipo de
fr: Sorte de
it: Tipologia
nl: Soort
pl: Rodzaj
pt_br: Tipo de
ro: Un fel de

source: Unable to create unique Vouchers for the options specified.
cs: Nepodařilo se vytvořit unikátní kódy kuponů podle zadaných kritérií
de: Es können keine eindeutigen Gutschein für diese Optionen erstellt werden.
pl: Nie udało się utworzyć unikalnego Voucher'a dla wybranych opcji.

source: Vouchers have been created.
cs: Kupóny byly vytvořeny
de: Gutscheine wurden erzeugt.
es_mx: Cupones creados.
fr: Les coupons ont bien été créés.
it: Vouchers creati
nl: Vouchers zijn aangemaakt.
pl: Kupony zostały utworzone.
pt_br: Cupons foram criados.
ro: Voucherele au fost create.

source: Vouchers have been deleted.
cs: Kupóny byly smazány
de: Gutscheine wurden gelöscht.
es_mx: Cupones borrados.
fr: Les coupons ont bien été effacés.
it: Vouchers rimossi
nl: Vouchers zijn verwijderd.
pl: Kupony zostały usunięte.
pt_br: Cupons foram removidos.
ro: Voucherele au fost șterse.

source: Voucher data has been saved.
cs: Informace o kupónu byla uložena.
de: Gutscheindaten wurden gespeichert.
es_mx: Datos de cupón guardados
pl: Dane Kuponu zostały zapisane.

source: Voucher group and assigned vouchers have been deleted.
cs: Skupina kupónů a všechny přiřazené kupóny byly odstraněny.
de: Gutscheingruppe und zugewiesene Gutscheine wurden gelöscht.
es_mx: Grupo de cupones borrados.
fr: Le goupe de coupon et les coupons ont bien été effacés.
it: Gruppo voucher e voucher relativi rimossi
nl: De kortingscode groep en toegewezen kortingscodes zijn verwijderd.
pl: Grupa Kuponów oraz przypisane Kupony zostały usunięte.
pt_br: Grupos de cupons e cupons adicionados foram removidos.
ro: Grup voucher și vouchere asignate șterse.

source: Voucher options has been saved.
cs: Nastavení kupónu bylo uloženo.
de: Gutscheinoptionen wurden gespeichert.
es_mx: Opciones de cupón guardadas.
pl: Opcje Kuponu zostały zapisane.

source: %(count)d manufacturer
cs: %(count)d výrobce
de: Hersteller hinzufügen
es_mx: %(count)d fabricante
pl: 1 producent

source: sales
cs: Prodáno
de: Verkäufe
es_mx: ventas
fr: Ventes
it: di vendita
nl: verkopen
pl: sprzedaż
pt_br: vendas
ro: La reducere

source: State modified
cs: Stav byl změněn
de: Der Status wurde geändert
es_mx: Estado modificado
fr: Statut modifié
it: Stato modificato
nl: Status aangepast
pl: Stan zmodyfikowany
pt_br: Status alterado
ro: Status modificat

source: firstname
cs: jméno
de: Vorname
es_mx: nombre(s)
fr: Prénom
it: nome
nl: voornaam
pl: imię
pt_br: primeiro nome
ro: Prenume

source: lastname
cs: příjmení
de: Nachname
es_mx: apellidos
fr: Nom
it: cognome
nl: achternaam
pl: nazwisko
pt_br: sobrenome

source: Shipping Method
cs: Způsob dodání
de: Lieferarten
es_mx: Método de envío
fr: Mode livraison
it: Metodo spedizione
nl: Verzendwijze
pl: Sposób wysyłki
pt_br: Forma de entrega
ro: Metoda de Livrare

source: Shipping Price
cs: Cena za doručení
de: Preis Lieferung
es_mx: Precio de envío
fr: Prix de livraison
it: Costo spedizione
nl: Verzendkosten
pl: Koszt wysyłki
pt_br: Custo do frete
ro: Preț Livrare

source: Shipping Tax
cs: Daň
de: MwSt. Lieferung
es_mx: Impuestos de envío
fr: Taxe de livraison
it: Tasse spedizione
nl: Verzendkosten BTW
pl: Stawka podatku dla wysyłki
pt_br: Impostos sobre o frete
ro: Taxă Livrare

source: Payment Method
cs: Způsob platby
de: Zahlungsweise
es_mx: Método de pago
fr: Mode de paiement
it: Metodo di pagamento
nl: Betaalwijze
pl: Sposób płatności
pt_br: Forma de pagamento
ro: Metoda de Plată

source: Payment Price
cs: Cena za platbu
de: Preise Zahlmethode
es_mx: Precio de pago
fr: Prix
it: Prezzo
nl: Betaalwijze kosten
pl: Koszt płatności
pt_br: Valor a pagar
ro: Preț de Plată

source: Payment Tax
cs: Daň
de: MwSt Bezahlmethode
es_mx: Impuestos de pago
fr: Taxe
it: Tasse
nl: Betaalwijze BTW
pl: Podatek od płatności
pt_br: Taxas sobre o pagamento
ro: Taxă Plată

source: Bank identication code
cs: Kód banky
de: Bankleitzahl
es_mx: Código de identificación de banco
fr: Code d'identification de la banque BIC/SWIFT
it: BIC
nl: Bank identificatie code
pl: Numer identyfikacyjny banku
pt_br: Código de Identificação do banco
ro: Cod de identificare bancă

source: Voucher number
cs: Číslo kupónu
de: Gutscheinnummer
es_mx: Número de cupón
fr: Numéro du coupon
it: Numero del voucher
nl: Kortingscode
pl: Numer Kuponu
pt_br: Número do cupom
ro: Număr voucher

source: Voucher value
cs: Hodnota kupónu
de: Gutscheinwert
es_mx: Valor del cupón
fr: Valeur du coupon
it: Valore del voucher
nl: Waarde kortingscode
pl: Wartość Kuponu
pt_br: Valor do cupom
ro: Valoare voucher

source: Voucher tax
cs: Daň kupónu
de: Gutschein MwSt.
es_mx: Impuestos del cupón
fr: Taxe du coupon
it: Tasse del voucher
nl: Kortingscode BTW
pl: Stawka podatku dla Kuponu
pt_br: Taxas sobre o cupom
ro: Taxă voucher

source: pay_link
cs: Odkaz na platbu
de: Bezahllink
es_mx: Link del pago
fr: Lien de paiement
nl: betaal_link

source: Delivery Date
cs: Datum dodání
de: Lieferdatum
es_mx: Fecha de entrega
fr: Date de livraison
it: Data di consegna
nl: Afleverdatum
pl: Data dostawy
pt_br: Data de entrega
ro: Data livrării

source: Price net
de: Preis netto
es_mx: Precio neto
fr: Prix net
it: Prezzo netto
nl: Netto prijs
pl: Cena netto
pt_br: Valor líquido
ro: Preț net

source: Price gross
de: Preis brutto
es_mx: Precio bruto
fr: Prix brut
it: Prezzo lordo
nl: Bruto prijs
pl: Cena brutto
pt_br: Valor bruto
ro: Preț brut

source: Product quantity
cs: Množství
de: Anzahl Produkt
es_mx: Calidad del producto
fr: Quantité de produit
it: Quantità prodotto
nl: Product aantal
pl: Ilość produktu
pt_br: Quantidade de produtos
ro: Cantitate produs

source: Product SKU
cs: SKU
de: Artikelnummer
es_mx: SKU del producto
fr: Référence du produit
it: SKU prodotto
pl: Numer katalogowy produktu
pt_br: Código do Produto
ro: SKU Produs

source: Product name
cs: Název
de: Produktname
es_mx: Nombre del producto
fr: Nom du produit
it: Nome prodotto
nl: Product naam
pl: Nazwa produktu
pt_br: Nome do produto
ro: Nume produs

source: Product price net
cs: Cena bez DPH
de: Produktpreis netto
es_mx: Precio neto del producto
fr: Prix net du produit
it: Prezzo netto prodotto
nl: Product netto prijs
pl: Cena netto produktu
pt_br: Preço líquido do produto
ro: Preț net produs

source: Product price gross
cs: Cena s DPH
de: Produktpreis brutto
es_mx: Precio bruto del producto
fr: Prix brut du poduit
it: Prezzo lordo prodotto
nl: Product bruto prijs
pl: Cena brutto produktu
pt_br: Preço bruto do produto
ro: Preț brut produs

source: Product tax
cs: Daň
de: Mwst Produkt
es_mx: Impuestos del producto
fr: Taxe sur le produit
it: Tasse prodotto
nl: Product BTW
pl: Stawka podatku dla produktu
pt_br: Taxas sobre o produto
ro: Taxă produs

source: Order item
cs: Položka
de: Artikel
es_mx: Artículo ordenado
fr: Article
it: Voce ordine
nl: Bestel item
pl: Pozycja zamówienia
pt_br: Item do pedido
ro: Produs comandă

source: Order delivery time
de: Lieferzeit Bestellung

source: Order delivery times
de: Lieferzeiten Bestellung

source: Submitted
cs: Nová objednávka
de: Eingereicht
es_mx: Recibido
fr: Soumis
it: Inviato
nl: Bevestigd
pl: Złożone
pt_br: Enviado
ro: Submis

source: Paid
cs: Zaplaceno
de: Bezahlt
es_mx: Pagado
fr: Réglé
it: Pagato
nl: Betaald
pl: Zapłacone
pt_br: Pago
ro: Plătit

source: Prepared
cs: Připraveno
de: Vorbereitet
pl: Przygotowane

source: Sent
cs: Odesláno
de: Versendet
es_mx: Enviado
fr: Expédié
it: Spedito
nl: Verzonden
pl: Wysłane
pt_br: Enviado
ro: Trimis

source: Closed
cs: Uzavřeno
de: Geschlossen
es_mx: Cerrado
fr: Clos
it: Chiuso
nl: Gesloten
pl: Zamknięte
pt_br: Fechado
ro: Închis

source: Canceled
cs: Zrušeno
de: Storniert
es_mx: Cancelado
fr: Annulé
it: Annullato
nl: Geannulleerd
pl: Anulowane
pt_br: Cancelado
ro: Anulat

source: Payment Failed
cs: Platba neproběhla
de: Bezahlung war nicht erfolgreich
es_mx: El pago falló
fr: Le paiement a échoué
it: Pagamento fallito
nl: Betaling mislukt
pl: Nieudana płatność
pt_br: Pagamento Falhou
ro: Plată Eșuată

source: Payment Flagged
cs: Platba označena
de: Bezahlung ist markiert
es_mx: Pago denegado
fr: Le paiement a été marqué
it: Pagamento contrassegnato
nl: Betaling geflagged
pl: Oznaczona płatność
pt_br: Pagamento Suspeito
ro: Plată Semnalată

source: Price excludes tax
cs: Cena neobsahuje daň
de: Preis brutto
es_mx: El precio no incluye impuestos
it: Prezzo tasse escluse
nl: Prijs inclusief BTW
pl: Cena bez podatku
pt_br: Preço não inclui taxas
ro: Prețul nu include taxe

source: Price includes tax
cs: Cena včetně daně
de: Preis netto
es_mx: El precio incluye impuestos
it: Prezzo tasse incluse
nl: Prijzen inclusief BTW
pl: Cena z podatkiem
pt_br: Preço inclui taxas
ro: Prețul include taxe

source: Street
cs: Ulice
de: Straße/Haus-Nr.
es_mx: Calle
fr: Rue
it: Via
nl: Straat
pl: Ulica
pt_br: Rua
ro: Stradă

source: Left
cs: Vlevo
de: Links
es_mx: Izquierda
it: Sinistra
nl: Links
pl: Lewo
pt_br: Esquerda

source: Right
cs: Vpravo
de: Rechts
es_mx: Derecha
it: Destra
nl: Rechts
pl: Prawo
pt_br: Direita

source: Average Rating
cs: Průměrné hodnocení
de: Durchschnittliche Bewertung
es_mx: Calificación promedio
it: Valutazione media
nl: Gemiddelde waardering
pl: Średnia ocena
pt_br: Avaliação Média

source: Zip Code
cs: PSČ
de: PLZ
es_mx: Código Postal
fr: Code postal
it: CAP
nl: Postcode
pl: Kod pocztowy
ro: Cod poștal

source: Last Order Number
cs: Číslo poslední objednávky
de: Letzte Bestellnummer
es_mx: Número de la última orden
pl: Numer ostatniego zamówienia

source: Cart Price
cs: Cena košíku
de: Preis Warenkorb
fr: Prix du panier
it: Totale carrello
nl: Winkelwagen Prijs
pl: Cena w koszyku
pt_br: Preço Total do Carrinho
ro: Preț Coș

source: Combined Length and Girth
cs: Kombinace délky a obvodu
de: Gurtmaß
pl: Łączna długość i obwód

source: Short text
cs: Krátký text
de: Kurztext
es_mx: Texto corto
pl: Skrócony tekst

source: File
cs: Soubor
de: Datei
es_mx: Archivo
fr: Fichier
nl: Bestand
pl: Plik
pt_br: Arquivo
ro: Fișier

source: note
cs: Poznámka
de: Notiz
es_mx: nota
nl: notitie
pl: notatka
pt_br: nota
ro: notă

source: Plain
cs: Ostatní
de: Einfach
fr: Simple
nl: Normaal
pl: Zwyczajna

source: Credit Card
cs: Kreditní karta
de: Kreditkarte
es_mx: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
pl: Karta kredytowa
pt_br: Cartão de Crédito
ro: Carte de credit

source: Use current category
cs: Použít aktuální kategorii
de: Aktuelle Kategorie benutzen
es_mx: Usar categoría actual
it: Usa categoria corrente
nl: Gebruik huidige categorie
pl: Użyj bieżącej Kategorii
pt_br: Usar categoria atual
ro: Folosește categoria curentă

source: Show product filters
cs: Zobrazit filtr produktů
de: Produktfilter anzeigen
es_mx: Mostrar filtros de producto
fr: Afficher les filtres produit
it: Mostra filtri prodotto
nl: Geef productfilters weer
pl: Pokaż filtry dla produktu
pt_br: Mostrar filtros do produto
ro: Arată filtre produs

source: Show price filters
cs: Zobrazit filtr cen
de: Preisfilter anzeigen
es_mx: Mostrar filtros de precio
fr: Afficher les filtres prix
it: Mostra filtri prezzo
nl: Geef prijsfilters weer
pl: Pokaż filtry dla ceny
pt_br: Mostrar filtros de preço
ro: Arată filtre preț

source: Show manufacturer filters
cs: Zobrazit filtr podle výrobce
de: Herstellerfilter anzeigen
pl: Pokaż filtry dla producenta

source: Product Forsale
cs: Produkt v akci
de: Im Angebot
es_mx: Productos a la venta
it: Vendita di prodotti
nl: Producten in de aanbieding
pl: Wyprzedaź Produktu
pt_br: Produto em Promoção
ro: Produs de vânzare

source: Latest products
cs: Nejnovější produkty
de: Neueste Produkte
pl: Najnowsze produkty

source: Recent Products
cs: Nejnovější produkty
de: Kürzlich angesehene Produkte
es_mx: Productos recientes
fr: Produits récents
it: Prodotti recenti
nl: Recente producten
pl: Ostatnie produkty
pt_br: Produtos Recentes
ro: Produse Recente

source: Note
cs: Poznámka
de: Notiz
es_mx: Nota
nl: Notitie
pl: Notatka
pt_br: Nota
ro: Notă

source: shipping_method
cs: Způsob dodání
de: Lieferart
es_mx: Método de envío
fr: Mode de livraison
nl: verzend_methode

source: The voucher is valid.
cs: Kupón je platný
de: Der Gutschein ist gültig.
es_mx: El cupón es valido.
fr: Ce coupon est valide.
it: Il voucher è valido.
nl: De kortingscode is geldig.
pl: Kupon jest poprawny.
pt_br: Cupom válido.
ro: Voucherul este valid.

source: The voucher is not active.
cs: Kupón není aktivní
de: Der Gutschein ist nicht aktiv.
es_mx: El cupón no está activo.
fr: Ce coupon n'est pas actif.
it: Il voucher non è attivo.
nl: De kortingscode is ongeldig.
pl: Kupon nie jest aktywny
pt_br: Este cupom não está ativo.
ro: Voucherul nu este activ.

source: The voucher has been already used.
cs: Tento kupón byl již použit.
de: Der Gutschein wurde bereits verwendet.
es_mx: El cupón ya se usó antes.
fr: Ce coupon a déja été utilisé.
it: Il voucher è già stato utilizzato.
nl: De kortingscode is al gebruikt.
pl: Kupon został już wykorzystany
pt_br: Este cupom já foi utilizado.
ro: Voucher-ul a fost deja utilizat.

source: The voucher is not active yet.
cs: Kupón ještě není aktivní
de: Der Gutschein ist noch nicht gültig.
es_mx: El cupón aún no está activo.
fr: Ce coupon n'est pas encore actif.
it: Il voucher non è ancora attivo.
nl: De kortingscode is nog niet actief
pl: Kupon nie jest jeszcze aktywny.
pt_br: Este cupom não está ativo ainda.
ro: Voucherul nu este activ încă.

source: The voucher is not active any more.
cs: Platnost kupónu již vypršela
de: Der Gutschein ist nicht mehr gültig.
es_mx: El cupón ya no está activo.
fr: Ce coupon n'est plus actif.
it: Il voucher non è più attivo.
nl: De kortingscode is niet meer actief.
pl: Kupon nie jest już aktywny.
pt_br: Este cupom não está mais ativo.
ro: Voucherul nu mai este activ.

source: The voucher is not valid for this cart price.
cs: Tento kupón nelze použít pro aktuální hodnotu košíku.
de: Der Gutschein ist für diesen Preis nicht gültig.
es_mx: El cupón ya no es validó para este precio.
fr: Ce coupon n'est pas valide pour ce montant.
it: Il voucher non è valido per il prezzo di questo carrello.
nl: De kortingscode is niet geldig voor dit totaalbedrag.
pl: Kupon nie jest poprawny dla takiej ceny zakupu.
pt_br: Este cupom não é válido para compras neste valor.
ro: Voucherul nu este activ pentru această valoare a comenzii.

source: The voucher doesn't exist.
cs: Kupón neexistuje
de: Dieser Gutschein existiert nicht
es_mx: El cupón no existe.
fr: Ce coupon n'existe pas.
it: Il voucher non esiste.
nl: Deze kortingscode bestatus niet.
pl: Kupon nie istnieje.
pt_br: Este cupom não existe.
ro: Acest voucher nu există.

source: hours
cs: hodin
de: Stunden
es_mx: horas
fr: heures
it: ore
nl: uren
pt_br: horas
ro: ore

# Delivery time
source: hours
de: Stunden
pl: godziny

source: days
cs: dní
de: Tage
es_mx: días
fr: jours
it: giorni
nl: dagen
pt_br: dias
ro: zile

# Delivery time
source: days
de: Werktage
pl: dni

source: weeks
cs: týdny
de: Wochen
es_mx: semanas
fr: semaines
it: settimane
nl: weken
pt_br: semanas
ro: săptămâni

# Delivery time
source: weeks
de: Wochen
pl: tygodnie

source: months
cs: měsíce
de: Monate
es_mx: meses
fr: mois
it: mesi
nl: maanden
pt_br: meses
ro: luni

# Delivery time
source: months
de: Monate
pl: miesiące

source: hour
cs: hodina
de: Stunde
es_mx: hora
fr: heure
it: ora
nl: uur
pt_br: hora
ro: oră

# Delivery time
source: hour
de: Stunde
pl: godzina

source: day
cs: den
de: Tag
es_mx: día
fr: jour
it: giorno
nl: dag
pt_br: dia
ro: zi

# Delivery time
source: day
de: Werktag
pl: dzień

source: week
cs: týden
de: Woche
es_mx: semana
fr: semaine
it: settimana
pt_br: semana
ro: săptămână

# Delivery time
source: week
de: Woche
pl: tydzień

source: month
cs: měsíc
de: Monat
es_mx: mes
fr: mois
it: mese
nl: maand
pt_br: mês
ro: lună

# Delivery time
source: month
de: Monat
pl: miesiąc

source: First Name
de: Vorname
es_mx: Nombre(s)
nl: Voornaam
pt_br: Nome
ro: Prenume

source: Last Name
de: Nachname
es_mx: Apellidos
nl: Achternaam
pt_br: Sobrenome
ro: Nume

source: Invoice Phone
de: Telefon Rechnungsadresse
es_mx: Teléfono
nl: Telefoonnummer
pt_br: Telefone de cobrança
ro: Telefon pentru factură

source: Invoice E-mail
de: E-Mail Rechnungsadresse
es_mx: E-mail
nl: E-mail adres
pt_br: Email de cobrança
ro: E-mail pentru factură

source: Shipping Phone
de: Telefon Lieferadresse
es_mx: Teléfono
nl: Telefoon afleveradres
pt_br: Telefone de envio
ro: Telefon pentru livrare

source: Shipping E-mail
de: E-Mail Lieferadresse
es_mx: E-mail
nl: E-mail afleveradres
pt_br: Email de envio
ro: E-mail pentru livrare

source: Account Number
de: Kontonnummer
es_mx: Número de cuenta
nl: Rekeningnummer
pt_br: Número de conta
ro: Număr cont

source: Bank Indentification Code
de: Bankleitzahl
es_mx: Código de identificación bancario
nl: Bank identificatie nummer
pt_br: Código do banco
ro: Cod de identificare al băncii

source: Bankname
de: Name der Bank
es_mx: Nombre del banco
nl: Banknaam
pt_br: Nome do banco
ro: Nume bancă

source: Credit Card Type
de: Kartentyp
es_mx: Tipo de tarjeta de crédito
pt_br: Tipo de cartão
ro: Tip carte de credit

source: Credit Card Owner
de: Kartenbesitzer
es_mx: Propieratio de la tarjeta de crédito
nl: Credit Card houder
pt_br: Titular do cartão de crédito
ro: Proprietar carte de credit

source: Credit Card Number
de: Kartennummer
es_mx: Número de tarjeta de crédito
nl: Credit Card Nummer
pt_br: Número do cartão de crédito
ro: Număr carte de credit

source: Expiration Date Month
de: Ablaufdatum Monat
es_mx: Mes de caducidad
nl: Verloopt op (dag en maand)
pt_br: Mês de Validade
ro: Data de expirare: lună

source: Expiration Date Year
de: Ablaufdatum Jahr
es_mx: Año de caducidad
nl: Verloopt in (jaar)
pt_br: Ano de Validade
ro: Data de expirare: an

source: Invalid shipping country.
de: Ungültiges Lieferland
nl: Ongeldig land.
pt_br: País de entrega inválido
ro: Țară pentru livrare invalidă.

source: Invalid invoice address
de: Ungültige Rechnungsadresse
es_mx: Dirección de facturación inválida
nl: Ongeldig factuur adres
pt_br: Endereço do pedido inválido
ro: Adresă facturare invalidă

source: Invalid shipping address
de: Ungültige Lieferadresse
es_mx: Dirección de envío inválida
nl: Ongeldig afleveradres
pt_br: Endereço de entrega inválido
ro: Adresă livrare invalidă

source: Default Shop Locale
cs: Výchozí národní nastavení
de: Standard Shop Locale
es_mx: Idioma de la tienda
it: Negozio locale di Default
nl: Standaard webshop taal
pt_br: Localidade padrão da Loja
ro: Shop Locale Implicit

source: Supplier
cs: Dodavatel
de: Lieferant
es_mx: Proveedor

source: Cart Price: %(operator)s %(price)s
de: Preis Warenkorb: %(operator)s %(price)s

source: CLAG: %(operator)s %(clag)s
de: Gurtmaß: %(operator)s %(clag)s

source: Country: %(operator)s %(countries)s
de: Land: %(operator)s %(countries)s

source: Height: %(operator)s %(height)s
de: Höhe: %(operator)s %(height)s

source: Length: %(operator)s %(length)s
de: Länge: %(operator)s %(length)s

source: Shipping: %(operator)s %(shipping)s
de: Liefermethode: %(operator)s %(shipping)s

source: Weight: %(operator)s %(weight)s
de: Gewicht: %(operator)s %(weight)s

source: Width: %(operator)s %(width)s
de: Breite: %(operator)s %(width)s

source: Distance
de: Entfernung
nl: Afstand
pt_br: Distância
ro: Distanța

source: Distance: %(operator)s %(distance)s
de: Entfernung: %(operator)s %(distance)s

source: Criterion type
de: Typ Kriterium
nl: Criteria type
pt_br: Tipo de critério
ro: Tip criteriu

source: Selected shipping address
de: Ausgewählte Lieferadresse
es_mx: Dirección de envío seleccionado
nl: Geselecteerde afleveradres
pt_br: Endereço de entrega selecionado
ro: Selectează adresa de livrare

source: Selected invoice address
de: Ausgewählte Rechnungsadresse
es_mx: Dirección de factura seleccionada
nl: Geselecteerde factuuradres
pt_br: Endereço de pedido selecionado
ro: Selectează adresa de facturare

source: There is already a customer tax with country %(country)s, see %(customer_tax)s %%
de: Es existiert bereits eine Mehrwertsteuer mit Land %(country)s, siehe %(customer_tax)s %%
es_mx: Ya existe un inpuesto para el país %(country)s, ver %(customer_tax)s %%

source: Customer tax has been saved.
de: Kunden-Mwst. wurden gespeichert.
es_mx: Se han guardado los impuestos.

source: Seo data has been saved.
de: SEODaten wurden gespeichert.
nl: SEO gegevens zijn opgeslagen/
pt_br: Dados de SEO foram salvos
ro: Datele SEO au fost salvate.

source: That slug is already in use. Please use another.
de: Dieser URL existiert bereits. Bitte geben Sie eine andere ein.
es_mx: El nombre (slug) ya esta siendo usado. Use otro por favor.
nl: Deze verkorte naam is al in gebruik, bedenk een andere.
pt_br: Esse "slug" já está em uso. Favor escolher outro.
ro: Slug-ul este deja folosit. Te rugăm alege altul.

source: Shop SEO data has been saved.
de: SEO-Daten wurden gespeichert.

source: Invoice firstname
de: Vorname Rechnungsadresse
es_mx: Nombre(s)
nl: Factuur voornaam
pt_br: Primeiro Nome no pedido
ro: Factură prenume

source: Invoice lastname
de: Nachname Rechnungsadresse
es_mx: Apellidos
nl: Factuur achternaam
pt_br: Sobrenome no pedido
ro: Factură nume

source: Invoice company name
de: Firmenname Rechnungsadresse
es_mx: Nombre de compañía

source: Invoice Line 1
de: Rechnungsadresse Zeile 1
es_mx: Línea 1
nl: Factuur regel 1
pt_br: Endereço linha 1 no pedido
ro: Linia 1 factură

source: Invoice Line 2
de: Rechnungsadresse Zeile 2
es_mx: Línea 2
nl: Factuur regel 2
pt_br: Endereço linha 2 no pedido
ro: Linia 2 factură

source: Invoice City
de: Stadt Rechnungsadresse
es_mx: Ciudad
nl: Stad
pt_br: Cidade no pedido
ro: Oraș factură

source: Invoice State
de: Staat Rechnungsadresse
es_mx: Estado
nl: Staat
pt_br: Estado no pedido
ro: Județ factură

source: Invoice Postal Code
de: PLZ Rechnungsadresse
es_mx: Código Postal
nl: Postcode
pt_br: CEP no pedido
ro: Cod poștal factură

source: Invoice phone
de: Telefon Rechnungsadresse
es_mx: Teléfono
nl: Factuur telefoonnummer
pt_br: Telefone no pedido
ro: Factură telefon

source: Shipping firstname
de: Vorname Lieferadresse
es_mx: Nombre (aparecerá en el envío)
nl: Verzendadres voornaam
pt_br: Primeiro Nome para entrega
ro: Livrare prenume

source: Shipping lastname
de: Nachname Lieferadresse
es_mx: Apellidos (aparecerá en el envío)
nl: Verzendadres achternaam
pt_br: Sobrenome para entrega
ro: Livrare nume

source: shipping company name
de: Firmenname Lieferadresse
es_mx: Compañía

source: Shipping Line 1
de: Zeile 1 Lieferadresse
es_mx: Línea 1
nl: Afleveradres regel 1
pt_br: Enderço linha 1 para entrega
ro: Linia 1 livrare

source: Shipping Line 2
de: Zeile 2 Lieferadresse
es_mx: Línea 2
nl: Afleveradres regel 2
pt_br: Endereço linha 2 para entrega
ro: Linia 2 livrare

source: Shipping City
de: Stadt Lieferadresse
es_mx: Ciudad
nl: Stad
pt_br: Cidade para entrega
ro: Livrare oraș

source: Shipping State
de: Staat Lieferadresse
es_mx: Estado
nl: Staat
pt_br: Estado para entrega
ro: Livrare județ
