Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: There are no properties to update.
cs: Nejsou žádné vlastnosti
de: Es wurden keine Eigenschaften zum Aktualisieren ausgewählt.
es_mx: No hay propiedades para actualizar
pl: Nie ma żadnych Cech do uaktualnienia.

source: Properties have been updated.
cs: Vlastnosti byly aktualizovány
de: Eigenschaften wurden aktualisiert.
es_mx: Propiedades actualizadas.
fr: Les propriétés ont bien été mises à jour.
it: Proprietà aggiornate.
nl: EIgenschappen zijn aangepast.
pl: Cechy zostały uaktualnione
pt_br: Propriedades foram alteradas.
ro: Proprietățile au fost modificate.

source: The Property groups have been sorted.
cs: Skupiny vlastností byly seřazeny.
de: Eigenschaftsgruppe wurde sortiert.
pl: Grupy Cech zostały posortowane

source: SEO data has been saved.
cs: SEO data uložena
de: SEO Daten wurden gespeichert.
es_mx: Datos de SEO guardados
fr: Les informations de SEO ont bien été enregistrées.
it: Dati SEO salvati.
nl: SEO gegevens zijn opgeslagen.
pl: Dane SEO zostały zapisane
pt_br: Dados SEO foram salvos.
ro: Datele SEO au fost salvate.

source: Shipping method has been added.
cs: Způsob dodání byl přidán
de: Lieferart wurde hinzugefügt.
es_mx: Método de envío añadido.
fr: Le mode de livraison a été ajouté.
it: Metodo di spedizione aggiunto.
nl: De verzendwijze is toegevoegd.
pl: Metoda wysyłki została dodana.
pt_br: Forma de entrega adicionada.
ro: Metoda de livrare a fost adaugată.

source: Modifications have been saved.
cs: Modifikace byly uloženy
de: Änderungen wurden gespeichert.
pl: Zmiany zostały zapisane.

source: Price has been added
cs: Cena byla přidána
de: Preis wurde hinzugefügt.
es_mx: Precio añadido
fr: Le prix a été ajouté.
it: Prezzo aggiunto
nl: De prijs is toegevoegd
pl: Cena została dodana
pt_br: O preço foi adicionado
ro: Prețul a fost adăugat

source: Prices have been deleted
cs: Ceny byly smazány
de: Preis wurde gelöscht.
es_mx: Precios borrados
fr: Les prix ont été effacés.
it: Prezzi rimossi
nl: De prijzen zijn verwijderd
pl: Ceny zostały usunięte
pt_br: Os preços foram adicionados
ro: Prețurile au fost șterse

source: Prices have been updated
cs: Ceny byly aktualizovány
de: Preis wurde aktualisiert.
es_mx: Precios actualizados
fr: Les prix ont été mis a jour.
it: Prezzi aggiornati
nl: De prijzen zijn geupdated
pl: Ceny zostały uaktualnione
pt_br: Os preços foram atualizados
ro: Prețurile au fost modificate

source: Shipping method has been saved.
cs: Způsob dodání byl uložen
de: Lieferart wurde gespeichert.
es_mx: Método de envío guardado.
fr: Le mode de livraison a été enregistré.
it: Metodo di spedizione salvato.
nl: De verzendwijze is opgeslagen.
pl: Metoda wysyłki została zapisana.
pt_br: Forma de entrega salva.
ro: Metoda de livrare a fost salvată.

source: Shipping method has been deleted.
cs: Způsob dodání byl smazán
de: Lieferart wurde gelöscht.
es_mx: Método de envío borrado.
fr: Le mode de livraison a été effacé.
it: Metodo di spedizione rimosso.
nl: De verzendwijze is verwijderd.
pl: Metoda wysyłki została usunięta.
pt_br: Forma de entrega removida.
ro: Metoda de livrare a fost ștearsă.

source: The shipping methods have been sorted.
cs: Pořadí způsobů dodání bylo změněno.
de: Lieferarten wurde sortiert.
es_mx: Métodos de envío ordenados.
pl: Metody wysyłki zostały posortowane.

source: Static block has been saved.
cs: Statický blok byl uložen
de: Statischer Block wurde gespeichert.
es_mx: Bloque estático guardado.
fr: Le bloc statique a bien été enregistré.
it: Blocco statico salvato.
nl: Tekstblok is opgeslagen.
pl: Blok statyczny został zapisany.
pt_br: Bloco estático salvo.
ro: Blocul static a fost salvat.

source: Files has been deleted.
cs: Soubory byly smazány
de: Dateien wurden gelöscht.
es_mx: Archivos borrados.
fr: Le fichier a bien été effacé.
it: Il file è stato cancellato
nl: De bestanden zijn verwijderd.
pl: Plik został usunięty.
pt_br: Os arquivos foram removidos.
ro: Fișierele au fost șterse

source: Files has been updated.
cs: Soubory byly aktualizovány
de: Dateien wurden aktualisiert.
es_mx: Archivos actualizadoss.
fr: Le fichier a bien été mis à jour.
it: Il file è stato aggiornato
nl: De bestanden zijn geupdated.
pl: Plik został uaktualniony.
pt_br: Os arquivos foram atualizados.
ro: Fișierele au fost actualizate.

source: Files has been added.
cs: Soubory byly přidány
de: Dateien wurden hinzugefügt.
es_mx: Archivos agregados.
fr: Le fichier a été bien ajouté.
it: Il file è stato aggiunto
nl: De bestanden zijn toegevoegd.
pl: Pliki zostały dodane.
pt_br: Os arquivos foram adicionados.
ro: Fișierele au fost adăugate.

source: Static block has been added.
cs: Statický blok byl přidán
de: Statischer Block wurde hinzugefügt.
es_mx: Bloque estático añadido.
fr: Le bloc statique a bien été ajouté.
it: Blocco statico aggiunto.
nl: Tekstblok is toegevoegd.
pl: Blok statyczny został dodany.
pt_br: Bloco estático adicionado.
ro: Blocul static a fost adăugat.

source: The static blocks have been sorted.
cs: Statické bloky byly seřazeny.
de: Statische Blocks wurde sortiert.
es_mx: Bloques estáticos ordenados.
pl: Bloki statyczne zostały posortowane.

source: Static block has been deleted.
cs: Statický blok byl smazán
de: Statischer Block wurde hinzugefügt.
es_mx: Bloque estático borrado.
fr: Le bloc statique a bien été effacé.
it: Blocco statico rimosso.
nl: Tekstblok is verwijderd.
pl: Blok statyczny został usunięty.
pt_br: Bloco estático removido.
ro: Blocul static a fost șters.

source: Actions
cs: Akce (záložky)
de: Aktionen
es_mx: Acciones
it: Azioni
nl: Acties
pl: Akcje
pt_br: Ações
ro: Acțiuni

source: Add action
cs: Přidat akci
de: Aktion hinzufügen
es_mx: Agregar acción
fr: Ajouter une action
it: Aggiungi azione
nl: Voeg actie toe
pl: Dodaj akcję
pt_br: Adicionar ação
ro: Adăugă acțiune

source: Do you really want to delete this action?
cs: Opravdu chcete smazat tuto akci?
de: Wollen Sie wirklich diese Aktion löschen?
es_mx: ¿Quieres borrar esta acción?
it: Vuoi davvero eliminare questa azione?
nl: Wil je deze actie echt verwijderen?
pl: Czy na pewno chcesz usunąć tę akcję?
pt_br: Tem certeza que deseja apagar esta ação?
ro: Ești sigur că vrei să ștergi această acțiune?

source: Delete action
cs: Odebrat akci
de: Aktion löschen
es_mx: Borrar acción
fr: Effacer une action
it: Rimuovi azione
nl: Verwijder actie
pl: Usuń akcję
pt_br: Apagar ação
ro: Șterge acțiune

source: View Shop
cs: Zobrazit v obchodě
de: Shop ansehen
es_mx: Ver Tienda
pl: Widok sklepu

source: Action
cs: Akce
de: Aktion
es_mx: Acción
it: Azione
nl: Actie
pl: Akcja
pt_br: Ação
ro: Acțiune

source: Data
de: Daten
es_mx: Datos
fr: Données
it: Dati
nl: Gegevens
pl: Dane
pt_br: Dados
ro: Date

source: Add
cs: Přidat
de: Hinzufügen
es_mx: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adaugă

source: Cancel
cs: Storno
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează

source: Save action
cs: Uložit akci
de: Aktion speichern
es_mx: Guardar acción
fr: Enregistrer l'action
it: Salva azione
nl: Bewaar actie
pl: Zapisz akcję
pt_br: Salvar ação
ro: Salvează acțiunea

source: There are no actions defined yet.
cs: Nejsou definovány žádné akce
de: Es sind keine Aktionen vorhanden.
es_mx: No se han definido acciones aún.
pl: Nie zdefiniowano jeszcze żadnych akcji.

source: Add Action
cs: Přidat akci
de: Aktion hinzufügen
es_mx: Agregar acción
pl: Dodaj akcję

source: Manage Cart
cs: Správa košíku
de: Warenkörbe verwalten
es_mx: Administrar carrito
it: Gestisci carrello
nl: Beheer winkelmandje
pl: Zarządzaj koszykiem
pt_br: Gerenciar Carrinho
ro: Administrare coș

source: Overview
cs: Přehled
de: Übersicht
es_mx: Resúmen
fr: Vue d'ensemble
it: Panoramica
nl: Overzicht
pl: Przegląd
pt_br: Resumo
ro: Sumar

source: End
cs: Konec
de: Ende
es_mx: Final
fr: Fin
it: Fine
nl: Einde
pl: Koniec
pt_br: Fim
ro: Final

source: Today
cs: Dnes
de: Heute
es_mx: Hoy
pl: Dziś

source: This Week
de: Diese Woche

source: This Month
de: Diesen Monat

source: T
cs: Dn.
de: H
es_mx: H
pl: D

source: Yesterday
cs: Včera
de: Gestern
es_mx: Ayer
pl: Wczoraj

source: Y
cs: Vč.
de: G
es_mx: A
pl: W

source: Week
cs: Týden
de: Woche
es_mx: Semana
pl: Tydzień

source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
nl: Algemeen
pl: Ogólne
pt_br: Comum

source: Items
cs: Položky
de: Artikel
es_mx: Artículos
fr: Articles
it: Articoli
nl: Artikelen
pl: Elementy
pt_br: Itens
ro: Elemente

source: Total
cs: Celkem
de: Summe
it: Totale
nl: Totaal
pl: W sumie

source: Amount
cs: Množství
de: Menge
es_mx: Cantidad
fr: Quantité
it: Quantità
nl: Aantal
pl: Ilość
pt_br: Quantidade
ro: Sumă

source: This cart has no items
cs: V košíku nejsou žádné položky
de: Dieser Warenkorb hat keine Artikel.
es_mx: Este carrito de compra no tiene ningún artículo
fr: Il n'y a pas d'article dans ce panier.
it: Il carrello è vuoto
nl: De winkelwagen bevat geen artikelen
pl: W tym koszyku nie ma żadnych produktów
pt_br: O carrinho está vazio
ro: Acest coș nu are elemente

source: Manage Carts
cs: Správa košíků
de: Warenkörbe verwalten
es_mx: Administración de carritos
it: Gestisci carrelli
nl: Beheer winkelmandjes
pl: Zarządzaj koszykami
pt_br: Gerenciar Carrinhos
ro: Administrare coșuri

source: Carts
cs: Košíky
de: Warenkörbe
es_mx: Carritos de compra
fr: Paniers
it: Carrelli
nl: Winkelwagens
pl: Koszyki
pt_br: Carrinhos
ro: Coșuri

source: Pages
cs: Stránky
de: Seiten
es_mx: Páginas
it: Pagine
nl: Paginas
pl: Strony
pt_br: Páginas
ro: Pagini

source: First
cs: První
de: Erstes
es_mx: Primera
fr: Premier
it: Primo
nl: Eerste
pl: Pierwsza
pt_br: Primeiro
ro: Primul

source: Previous
cs: Předchozí
de: Zurück
es_mx: Anterior
fr: Précédent
it: Precedente
nl: Laatste
pl: Poprzednia
pt_br: Anterior
ro: Precedent

source: of
cs: z
de: von
es_mx: de
fr: de
it: di
nl: van
pl: z
pt_br: de
ro: de

source: Next
cs: Další
de: Vor
es_mx: Siguiente
fr: Suivant
it: Successivo
nl: Volgende
pl: Następna
pt_br: Próximo
ro: Următorul

source: Last
cs: Poslední
de: Letztes
es_mx: Última
fr: Dernier
it: Ultimo
nl: Laatste
pl: Ostatnia
pt_br: Último
ro: Ultimul

source: Add Category
cs: Přidat kategorii
de: Kategorie hinzufügen
es_mx: Añadir Categoría
it: Aggiungi Categoria
nl: Voeg categorie toe
pl: Dodaj Kategorię
pt_br: Adicionar Categoria
ro: Adaugă categorie

source: Add category
cs: Přidat kategorii
de: Kategorie hinzufügen
es_mx: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
nl: Category toevoegen
pl: Dodaj Kategorię
pt_br: Adicionar categoria
ro: Adaugă categorie

source: None
cs: Žádná
de: Keine
es_mx: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Nici una

source: Appearance
cs: Vzhled
de: Aussehen
es_mx: Apariencia
it: Aspetto
nl: Uiterlijk
pl: Sposób prezentacji
pt_br: Aparência
ro: Aspect

source: Save data
cs: Uložit údaje
de: Daten speichern
es_mx: Guardar datos
fr: Enregistrer les informations
it: Salva dati
nl: Bewaar gegevens
pl: Zapisz dane
pt_br: Dados salvos
ro: Salveaza date

source: Manage Category
cs: Správa kategorie
de: Kategorie Verwalten
es_mx: Administrar Categoria
it: Gestisci Categorie
nl: Beheer categorie
pl: Zarządzaj Kategorią
pt_br: Administrar Categoria
ro: Administrare categorie

source: Add Top Category
cs: Přidat hlavní kategorii
de: Hauptkategorie hinzufügen
es_mx: Añadir una categoría principal
it: Aggiungi alle Categorie Top
nl: Voeg top categorie toe
pl: Dodaj główną Kategorię
pt_br: Adicionar Categoria Topo
ro: Adaugă categorie de top

source: Delete Category
cs: Smazat kategorii
de: Kategorie löschen
es_mx: Borrar Categoría
it: Cancella Categoria
nl: Verwijder categorie
pl: Usuń Kategorię
pt_br: Apagar Categoria
ro: Șterge categorie

source: View Category
cs: Zobrazit kategorii
de: Kategorie ansehen
es_mx: Ver Categoria
it: Vedi Categoria
nl: Bekijk categorie
pl: Zobacz kategorię
pt_br: Ver Categoria
ro: Vezi categorie

source: Goto Category
cs: Přejít na kategorii
de: Zur Kategorie wechseln
es_mx: Ir a Categoria
it: Vai alla Categoria
nl: Ga naar categorie
pl: Przejdź do Kategorii
pt_br: Ir para Categoria
ro: Du-te la categorie

source: View
cs: Zobrazit
de: Ansicht
es_mx: Ver
fr: Voir
it: Guarda
nl: Weergave
pl: Widok
pt_br: Ver
ro: Vezi

source: No Categories
cs: Žádné kategorie
de: Keine Kategorien
es_mx: Sin Categorias
pl: Brak Kategorii

source: There are no categories yet.
cs: Nejsou definovány žádné kategorie
de: Es sind noch keine Kategorien vorhanden.
es_mx: No hay categorías aún.
pl: Nie ma jeszcze żadnych Kategorii

source: Selectable Products
cs: Dostupné produkty
de: Auswählbare Produkte
es_mx: Productos seleccionables
pl: Produkty do wyboru

source: Selected Products
cs: Vybrané produkty
de: Ausgewählte Produkte
es_mx: Productos seleccionados
it: Prodotti selezionati
nl: Geselecteerde producten
pl: Zaznaczone Produkty
pt_br: Produtos Selecionados
ro: Produse selectate

source: Add to category
cs: Přidat do kategorie
de: Zu Kategorie hinzufügen
es_mx: Añadir a categoría
fr: Ajouter à la catégorie
it: Aggiungi a categoria
nl: Voeg toe aan categorie
pl: Dodaj do Kategorii
pt_br: Adicionar à categoria
ro: Adaugă la categorie

source: Remove from category
cs: Odebrat z kategorie
de: Von Kategorie entfernen
es_mx: Borrar de la categoría
fr: Retirer de la catégorie
it: Rimuovi dalla categoria
nl: Verwijder van categorie
pl: Usuń z Kategorii
pt_br: Remover da categoria
ro: Șterge din categorie

source: Save View
cs: Uložit pohled
de: Ansicht speichern
es_mx: Guardar Vista
it: Salva la vista
nl: Bewaar weergave
pl: Zapisz widok
pt_br: Salvar Visualização
ro: Salvează pagină

source: Invoice address
cs: Fakturační adresa
de: Rechnungsadresse
es_mx: Dirección de facturación
fr: Adresse de facturation
it: Indirizzo di fatturazione
nl: Factuuradres
pl: Faktura: adres
pt_br: Endereço do pedido
ro: Adresa de facturare

source: Shipping address
cs: Dodací adresa
de: Lieferadresse
es_mx: Dirección de envío
fr: Adresse de livraison
it: Indirizzo di spedizione
nl: Verzendadres
pl: Adres wysyłki
pt_br: Endereço de entrega
ro: Adresa de livrare

source: Orders
cs: Objednávky
de: Bestellungen
es_mx: Pedidos
fr: Commandes
it: Ordini
nl: Bestellingen
pl: Zamówienia
pt_br: Pedidos
ro: Comenzi

source: Message
cs: Zpráva
de: Nachricht
es_mx: Mensaje
it: Messaggio
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj

source: Manage customers
cs: Správa zákazníků
de: Kunden verwalten
es_mx: Administración de Clientes
it: Gestisci clienti
nl: Beheer klanten
pl: Zarządzaj klientami
pt_br: Gerenciar clientes
ro: Administrează clienți

source: Customers
cs: Zákazníci
de: Kunden
es_mx: Clientes
fr: Clients
it: Clienti
nl: Klanten
pl: Klienci
pt_br: Clientes
ro: Clienți

source: Add customer tax
cs: Přidat daň zákazníka
de: Kunden-Mehrwertsteuer hinzufügen
pl: Dodaj stawkę podatku

source: Add Customer Tax
cs: Přidat daň zákazníka
de: Kunden-Mehrwertsteuer hinzufügen
pl: Dodaj stawkę podatku

source: Criteria
cs: Podmínky
de: Kriterien
es_mx: Criterios
fr: Critères
it: Criteri
pl: Kryteria
ro: Criterii

source: Add criterion
cs: Přidat podmínku
de: Kriterium hinzufügen
es_mx: Añadir criterio
fr: Ajouter un critère
it: Aggiungi criterio
nl: Criterium toevoegen
pl: Dodaj kryteria
ro: Adaugă criterii

source: Save criteria
cs: Uložit podmínku
de: Kriterien speichern
es_mx: Guardar criterios
fr: Enregistrer les critères
it: Salva criterio
nl: Sla criteria op
pl: Zapisz kryteria
ro: Salvează criterii

source: Customer Taxes
cs: Daně podle zákazníků
de: MwSt. Kunden
es_mx: Impuestos del cliente
pl: Podatki wg. krajów

source: Do you really want to delete this customer tax?
cs: Opravdu chcete smazat tuto zákaznickou daň?
de: Wollen Sie wirklich diese Kunden-Mehrwertsteuer löschen?
pl: Czy na pewno chcesz usunąć tą stawkę podatku dla klienta?

source: Delete Customer Tax
cs: Odebrat daň zákazníka
de: Kunden-Mehrwertsteuern löschen
pl: Usuń stawkę podatku dla klienta

source: Customer Tax
cs: Zákaznická daň
de: Kunden-Mehrwertsteuern
pl: Stawka podatku dla klienta

source: Save Customer Tax
cs: Uložit zákaznickou daň
de: Kunden-Mehrwertsteuern speichern
pl: Zapisz stawkę podatku klienta

source: Customer taxes
cs: Zákaznické daně
de: Kunden-Mehrwertsteuer
pl: Stawki podatku klienta

source: There are no customer taxes defined yet.
cs: Nejsou zde přiřazeny žádné portlety
de: Es sind keine Kunden-Mehrwertsteuern vorhanden.
pl: Nie ma jeszcze zdefiniowanych żadnych stawek podatku dla klientów.

source: Add Delivery Time
cs: Přidat dobu dodání
de: Lieferzeit hinzufügen
es_mx: Añadir Tiempo de Entrega
fr: Ajouter un délai de livraison
it: Aggiungi tempo di consegna
nl: Voeg levertijd toe
pl: Dodaj czas dostawy
pt_br: Adicionar Prazo de Entrega
ro: Adaugă Timp de Livrare

source: Add delivery time
cs: Přidat dobu dodání
de: Lieferzeit hinzufügen
es_mx: Añadir tiempo de entrega
fr: Ajouter un délai de livraison
it: Aggiungi tempo di consegna
nl: Voeg levertijd toe
pl: Dodaj czas dostawy
pt_br: Adicionar prazo de entrega
ro: Adaugă timp de livrare

source: Manage Delivery Time
cs: Spravovat dobu dodání
de: Lieferzeit verwalten
es_mx: Administrar Tiempo de Entrega
it: Gestisci Tempi di consegna
nl: Beheer aflevertijden
pl: Zarządaj czasami dostawy
pt_br: Gerenciar Prazo de Entrega
ro: Administrează timp de livrare

source: Delivery times
cs: Doby dodání
de: Lieferzeiten
es_mx: Tiempos de entrega
fr: Délais de livraison
it: Tempi di consegna
nl: Levertijden
pl: Czasy dostawy
pt_br: Prazos de entrega
ro: Timpi de livrare

source: Do you really want to delete this delivery time?
cs: Opravdu chcete smazat tento způsob dodání?
de: Wollen Sie wirklich diese Lieferzeit löschen?
es_mx: ¿Quieres borrar este tiempo de entrega?
it: Vuoi davvero cancellare questo i tempi di consegna?
nl: Wil je deze aflevertijd echt verwijderen?
pl: Czy na pewno chcesz usunąć ten czas dostawy?
pt_br: Tem certeza que deseja apagar este prazo de entrega?
ro: Ești sigur că vrei să ștergi acest timp de livrare?

source: Delete Delivery Time
cs: Smazat dobu dodání
de: Lieferzeit löschen
es_mx: Borrar Tiempo de Entrega
fr: Effacer le délai de livraison
it: Rimuovi tempo di consegna
nl: Verwijder levertijd
pl: Usuń czas dostawy
pt_br: Deletar Prazo de Entrega
ro: Șterge Timp de Livrare

source: Delivery Time
cs: Doba dodání
de: Lieferzeit
es_mx: Tiempo de Entrega
fr: Délai de livraison
it: Tempo di consegna
nl: Levertijd
pl: Czas dostawy
pt_br: Prazo de Entrega
ro: Timp de Livrare

source: Save Delivery Time
cs: Uložit dobu dodání
de: Lieferzeit speichern
es_mx: Borrar Tiempo de Entrega
fr: Enregistrer le délai de livraison
it: Salva tempo di consegna
nl: Sla levertijd op
pl: Zapisz czas dostawy
pt_br: Salvar Prazo de Entrega
ro: Salvează Timp de Livrare

source: There are no delivery times yet.
cs: Prozatím nejsou žádné časy dodání.
de: Es sind noch keine Lieferzeiten vorhanden.
es_mx: No se han definido tiempos de entrega aún.
pl: Nie ma jeszcze żadnych czasów dostawy.

source: Add discount
cs: Přidat slevu
de: Rabatt hinzufügen
es_mx: Añadir descuento
fr: Ajouter un discount
it: Aggiungi sconto
nl: Voeg korting toe
pl: Dodaj rabat
pt_br: Adicionar desconto
ro: Adaugă discont

source: Save
cs: Uložit
de: Speichern
es_mx: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează

source: Discounts
cs: Slevy
de: Rabatte
es_mx: Descuentos
it: Sconti
nl: Kortingen
pl: Rabaty
pt_br: Descontos
ro: Disconturi

source: Do you really want to delete this discount?
cs: Opravdu chcete smazat tuto slevu?
de: Wollen Sie wirklich diesen Rabatt löschen?
es_mx: ¿Quieres borrar este descuento?
it: Vuoi davvero eliminare questo sconto?
nl: Wil je deze korting echt verwijderen?
pl: Czy na pewno chcesz usunąć ten rabat?
pt_br: Tem certeza que deseja apagar este desconto?
ro: Ești sigur că vrei să ștergi acest discont?

source: Delete discount
cs: Smazat slevu
de: Rabatt löschen
es_mx: Borrar descuento
fr: Effacer le discount
it: Cancella sconto
nl: Verwijder korting
pl: Usuń rabat
pt_br: Apagar desconto
ro: Șterge discont

source: There are no discounts yet.
cs: Prozatím nejsou žádné slevy.
de: Es sind noch keine Rabatte vorhanden.
es_mx: No se han definido descuentos aún.
pl: Nie ma jeszcze żadnych rabatów.

source: Add Discount
cs: Přidat slevu
de: Rabatt hinzufügen
es_mx: Añadir Descuento
pl: Dodaj rabat

source: Add to Discount
de: Zu Rabatt hinzufügen
pl: Dodaj do rabatu

source: Assigned products
cs: Přiřazené produkty
de: Produkt zuweisen
es_mx: Productos asignados
fr: Produits assignés
it: Prodotti assegnati
nl: Toegewezen producten
pl: Przypisane produkty
pt_br: Produtos associados
ro: Produse desemnate

source: Remove from Discount
de: Von Rabatt entfernen
pl: Usuń z rabatu

source: Add Export
cs: Přidat Export
de: Export hinzufügen
it: Aggiungi ad esporta
nl: Voeg export toe
pl: Dodaj Eksport
pt_br: Adicionar Exportação
ro: Adaugă export

source: Exports
cs: Exporty
de: Exporte
it: Esporta
pl: Eksporty
pt_br: Exportações
ro: Exporturi

source: Do you really want to delete this export?
cs: Opravdu chcete smazat tento export?
de: Wollen Sie wirklich diesen Export löschen?
it: Sei sicuro di voler cancellare questo export
nl: Wil je deze export echt verwijderen?
pl: Czy na pewno chcesz usunąć ten Eksport?
pt_br: Tem certeza que deseja apagar esta exportação?
ro: Ești sigur că vrei să ștergi acest export?

source: Delete Export
cs: Smazat export
de: Export löschen
it: Cancella Export
nl: Verwijder export
pl: Usuń Eksport
pt_br: Apagar Exportação
ro: Șterge export

source: Download Export
cs: Stáhnout export
de: Export herunterladen
it: Scarica Export
pl: Pobierz Eksport
pt_br: Baixar Exportação
ro: Descarcă exportul

source: Save Export
cs: Uložit export
de: Export speichern
pl: Zapisz eksport

source: Select image
cs: Vybrat obrázek
de: Bild auswählen
es_mx: Seleccionar imagen
pl: Wybierz obraz

source: There are no images yet
cs: Prozatím nejsou žádné obrázky
de: Es sind keine Bilder vorhanden
es_mx: No hay imagenes áun
pl: Nie ma obecnie żadnych obrazów

source: Insert image
cs: Vložit obrázek
de: Bild einfügen
es_mx: Insertar imagen
pl: Wstaw obraz

source: Insert
cs: Vložit
de: Einfügen
es_mx: Insertar
pl: Wstaw

source: Delete images
cs: Smazat obrázky
de: Bilder löschen
es_mx: Borrar imágenes
it: Cancella immagine
nl: Verwijder afbeeldingen
pl: Usuń obrazy
pt_br: Apagar imagens
ro: Șterge imagini

source: Toggle selection
cs: Obrátit výběr
de: Auswahl umschalten
es_mx: Cambiar selección
pl: Przełącz

source: There are no images yet.
cs: Prozatím nejsou žádné obrázky.
de: Es sind keine Bilder vorhanden.
es_mx: No hay imagenes aún.
pl: Nie ma jeszcze żadnych obrazów.

source: Manage images
cs: Správa obrázků
de: Bilder verwalten
es_mx: Administrar imágenes
pl: Zarządzaj obrazami

source: Global images
cs: Globální obrázky
de: Globale Bilder
es_mx: Imágenes globales
pl: Globalne obrazy

source: Add images
cs: Přidat obrázky
de: Bilder hinzufügen
es_mx: Añadir imágenes
fr: Ajouter une image
it: Aggiungi immagini
nl: Voeg afbeeldingen toe
pl: Dodaj obrazy
pt_br: Adicionar imagens
ro: Adaugă imagini

source: Uploading images:
cs: Nahrávám obrázky:
de: Bilder werden hochgeladen:
es_mx: Subiendo imágenes:
it: Aggiorna immagini:
nl: Afbeeldingen worden geupload:
pl: Ładowanie obrazów:
pt_br: Enviando imagens:
ro: Încarc imaginile:

source: Versions
cs: Verze
de: Versionen
es_mx: Versiones
pl: Wersje

source: Package
cs: Balíček
de: Verpackungseinheit
es_mx: Paquete
pl: Pakunek

source: Logout
cs: Odhlášení
de: Abmelden
es_mx: Salir
fr: Se déconnecter
it: Esci
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ro: Ieșire

source: Login
cs: Přihlášení
de: Anmelden
es_mx: Entrar
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar

source: Delivery Times
cs: Dodací lhůty
de: Lieferzeiten
es_mx: Tiempos de entrega
fr: Délais de livraison
it: Tempi di consegna
nl: Leveringstijden
pl: Czasy dostawy
pt_br: Prazos de Entrega
ro: Timp de Livrare
