Repository: diefenbach/django-lfs
Catalog: lfs/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es_mx, fr, it, nl, pl, pt_br, ro

source: Shipping Postal Code
de: PLZ Lieferadresse
es_mx: Código Postal
nl: Postcode
pt_br: CEP para entrega
ro: Livrare județ

source: Shipping phone
de: Telefon Lieferadresse
es_mx: Teléfono
nl: Verzendadres telefoonnummer
pt_br: Telefone para entrega
ro: Livrare telefon

source: Equal
de: Gleich wie
nl: Gelijk aan
pt_br: Igual
ro: Egal

source: Add Manufacturers
de: Hersteller hinzufügen

source: Display no results
cs: Zobrazit, i když nejsou žádné položky
de: Keine Ergebnisse anzeigen
es_mx: No mostrar resultados
fr: Afficher sans résultat
it: Mostra nessun risultato
nl: Geen resultaten weergeven
pt_br: Não exibir resultados
ro: Afișează fără rezultate

source: Orders This Month
de: Bestellungen diesen Monat

source: Orders This Year
de: Bestellungen dieses Jahr

source: Best Selling Product
de: Meistverkauftes Produkt

source: Quantity Sold
de: Verkaufte Menge

source: Session
cs: Sezení
es_mx: Sesión
it: Sessione
nl: Sessie
pl: Sesja
pt_br: Sessão
ro: Sesiune

source: Name
cs: Název
es_mx: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Imię
pt_br: Nome
ro: Nume

source: Slug
nl: Verkorte naam
pl: Adres URL
ro: Scurtătură

source: Position
cs: Pozice
es_mx: Posición
it: Posizione
nl: Positie
pl: Pozycja
pt_br: Posição
ro: Poziție

source: Meta title
cs: Meta nadpis
es_mx: Meta título
fr: Métadonnées Titre
it: Titolo Meta
nl: Meta titel
pl: Meta tytuł
pt_br: Título (SEO)
ro: Titlu meta

source: Meta keywords
cs: Meta klíčová slova
es_mx: Palabras clave
fr: Métadonnées Mots clé
it: Parole chiave Meta
nl: Meta steekwoorden
pl: Meta słowa kluczowe
pt_br: Palavraschave (SEO)
ro: Cuvinte cheie meta

source: Meta description
cs: Meta popis
es_mx: Meta descripción
fr: Métadonnées Description
it: Descrizione Meta
nl: Meta beschrijving
pl: Meta opis
pt_br: Descrição (SEO)
ro: Descrierea meta

source: Link
cs: Odkaz
es_mx: Enlace
fr: Lien
pl: Odnośnik
ro: Legătură

source: Version
cs: Verze
es_mx: Versión
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune

source: Tabs
cs: Záložky
es_mx: Pestañas
fr: Onglets
pl: Zakładki
pt_br: Abas
ro: Tab-uri

source: Information
cs: Informace
es_mx: Información
it: Informazione
nl: Informatie
pl: Informacja
pt_br: Informação
ro: Informații

source: %s tag needs group id as argument
cs: Značka %s vyžaduje jako parametr id skupiny.
es_mx: La etiqueta %s necesita el id de producto como argumento
it: %s il tag esige id gruppo come argomento
nl: %s tag heeft group id als argument nodig
pl: znacznik %s wymaga id grupy jako argumentu
pt_br: tag %s precisa do id do grupo como argumento
ro: Cuvântul cheie %s are nevoie de id-ul grupului ca și argument

source: %s tag needs no argument
cs: Značka %s nemá žádné parametry
es_mx: la etiqueta %s no necesita argumentos
it: Il tag %s non necessita di argomenti
nl: %s tag heeft geen argument nodig
pl: znacznik %s nie wymaga żadnych argumentów
pt_br: %s tag não requer argumentos
ro: Cuvântul cheie %s nu necesită argumente

source: %s tag needs product as argument
cs: Značka %s vyžaduje jako parametr produkt.
es_mx: la etiqueta %s necesita el producto como argumento
it: Il tag %s necessita di un prodotto come argomento
nl: %s tag heeft product als argument nodig
pl: znacznik %s wymaga produktu jako argumentu
pt_br: %s marcação necessita de produto como argumento
ro: Cuvântul cheie %s are nevoie de produs ca și argument

source: Sums up
pl: Sumuje się

source: Sums up with other discounts/vouchers
pl: Sumuje się z innymi rabatami/kodami rabatowymi

source: Absolute
cs: Absolutně
es_mx: Absoluto
fr: Valeur absolue
it: Assoluto
nl: Absoluut
pl: Absolutny
pt_br: Absoluto
ro: Absolut

source: Export
es_mx: Exportar
it: Esporta
nl: Exporteer
pl: Eksport
pt_br: Exportar
ro: Exportă

source: inline
cs: v textu
es_mx: en línea
pl: w linii

source: W
cs: Tý.
es_mx: S
pl: T

source: DATETIME_FORMAT
cs: d.m.Y H:i
pl: Y-m-d H:i:s

source: Portlets
cs: Portlety
pl: Portlety
ro: Portleturi

source: Registriert
cs: Registrován
es_mx: Registrado
fr: Inscrit
it: Registrato
nl: Geregistreerd
pl: Rejestracja
ro: Înregistrare

source: DATE_FORMAT
cs: d.m.Y
it: j F Y
pl: Y-m-d
ro: FORMAT_DATĂ

source: Dashboard
cs: Přehledová stránka
es_mx: Centro de control
fr: Tableau de bord
pl: Panel zarządczy

source: If you assign products to discount then it will only be applied to selected products. If you don't select any product then Discount will be applied to whole cart.
pl: Jeśli przypiszesz produkty do rabatu wówczas będzie on naliczany tylko do wybranych produktów. Jeśli nie wybierzesz żadnego produktu wówczas rabat będzie naliczany dla całego koszyka.

source: Filter
pl: Filtruj

source: Original
cs: Originál
pl: Oryginał

source: Shop
cs: Obchod
es_mx: Tienda
fr: Boutique
it: Negozio
nl: Winkel
pl: Sklep
pt_br: Loja
ro: Magazin

source: Topseller
cs: Nejprodávanější
es_mx: Los más vendidos
fr: Nos meilleures ventes
nl: Topproducten
pl: Bestseller
pt_br: Mais Vendido

source: LFS Dialog
pl: Okno dialogowe

source: Portlets dialog
cs: Portlety
pl: Okno portletów

source: N/A
es_mx: N/D
pl: N/D

source: Slots
cs: Sloty
pl: Sloty
ro: Sloturi

source: Urls
cs: Webové Adresy
pl: Adresy URL
ro: URL-uri

source: Pos.
cs: Poz.
nl: Positie
pl: L.p.
ro: Poz.

source: E-Mails
cs: E-maily
pl: E-maile
ro: E-Mail-uri

source: Number of vouchers to create
pl: Ilość kodów rabatowych do utworzenia

source: Minimum cart price from which the vouchers are valid
pl: Minimalna wartość koszyka od której kody rabatowe działają

source: How many times voucher can be used
pl: Ile razy kod rabatowy może zostać użyty

source: Determines if voucher can be summed up with other discounts
pl: Określa czy kod rabatowy może być sumowany z innymi rabatami

source: Text
es_mx: Texto
fr: Texte
it: Testo
nl: Tekst
pl: Tekst
pt_br: Texto

source: Module
cs: Modul
es_mx: Módulo
pl: Moduł

source: Visacard
cs: VISA
es_mx: Visa
fr: Visa
it: VISA
pl: Visa
pt_br: Cartão Visa

source: Slideshow
es_mx: Presentación
pl: Pokaz slajdów

source: Format
cs: Formát
es_mx: Formato
it: Formato
nl: Formaat
pt_br: Formato

source: Standard
cs: Výchozí
es_mx: Estándard
nl: Standaard
pt_br: Padrão

source: Google Analytics Site Tracking
cs: Google Analytics sledování (Tracking)
it: Statistiche con Google Analytics
nl: Google Analytics statistieken

source: Google Analytics E-Commerce Tracking
cs: Google Analytics sledování shopu (E-commerce Tracking)
it: Statistiche E-Commerce con Google Analytics
nl: Google Analytics e-commerce statistieken

source: Operator
cs: Operace
es_mx: Operador
fr: Opérateur
it: Operatore
pt_br: Operador

source: Modifications have been changed.
cs: Modifikace byly změněny.
es_mx: Las modificaciones se han guardado.
nl: Er zijn wijzigingen aangebracht.
pt_br: Modificações foram alteradas.
ro: Modificările au fost făcute.

source: Images has been added.
cs: Obrázky byly přidány
es_mx: Imagenes añadidas.
fr: Les images ont bien été ajoutées.
it: Immagini aggiunte.
nl: Afbeeldingen zijn toegevoegd.
pt_br: Imagem foi adicionada
ro: Imaginile au fost adăugate.

source: Bank
cs: Bankovní převod
es_mx: Nombre del banco
fr: Banque
it: Banca
pt_br: Banco
ro: Nume bancă

source: Powered by
cs: Založeno na
es_mx: Funciona con
it: Realizzato con
ro: Rulează

source: Start
cs: Začátek
es_mx: Inicio
fr: Début
it: Avvia
nl: Begin
pt_br: Início

source: Quanity field unit
es_mx: Unidad de cantidad

source: Welcome to %s
es_mx: Bienvenido a %s
nl: Welkom bij %s
pt_br: Bem vindo a %s
ro: Bun venit la %s

source: Sup type has been saved.
es_mx: Subtipo guardado.
nl: De subtypes zijn opgeslagen.
pt_br: Subtipo foi salvo.
ro: Subtipul a fost salvat.

source: Limit
es_mx: Límite
it: LImite
nl: Limiet
pt_br: Limite
ro: Limită

source: Marketing
es_mx: Mercadotecnia

source: Test
es_mx: Modo de prueba
pt_br: Teste

source: Slot
es_mx: Espacio

source: Fiter products
es_mx: Filtro de productos

source: Google Analytics ID
it: ID per Google Analytics
ro: ID Google Analytics

source: Combined length and girth
nl: Gecomineerde lengte en omtrek
ro: Lungimea și grosimea combinate

source: Action has been saved.
nl: De actie is opgeslagen
pt_br: A ação foi salva.
ro: Acțiunea a fost salvată.

source: Page has been saved.
nl: De pagina is opgeslagen.
pt_br: A página foi salva.
ro: Pagina a fost salvată.

source: Options have been update.
nl: De opties zijn geupdated.
pt_br: As opções foram atualizadas.
ro: Opțiunile au fost modificate.

source: Categoy levels have been created.
nl: De categorie niveaus zijn aangemaakt.
pt_br: Níveis de categoria foram criados.
ro: Nivelele de categorii au fost create.

source: Voucher data has been save.
nl: De kortingscode is opgeslagen.
pt_br: Cupons foram salvos.
ro: Date voucher salvate.

source: Voucher options has been save.
nl: De kortingscode opties zijn opgeslagen.
pt_br: Opções de cupons foram salvas.
ro: Opțiuni voucher salvate.

source: Productdata has been saved.
nl: Product gegevens zijn opgeslagen.
pt_br: Dados do Produto foram salvos
ro: Datele produsului au fost salvate.

source: Default variant has been saved.
nl: De standaard variant is opgeslagen.
pt_br: Variação Padrão foi salva.
ro: Varianta implicită a fost salvată.

source: Taxes
nl: BTW
pt_br: Impostos
ro: Taxe

source: is a product of
nl: is een product van
pt_br: é um produto de
ro: este un produs al

source: Discount
nl: Korting
pt_br: Desconto
ro: Discont

source: Selection
nl: Selectie
pt_br: Seleção
ro: Selecție

source: Customer name
nl: Klant naam
pt_br: Nome do cliente
ro: Nume client

source: There are no orders
nl: Er zijn geen bestellingen
pt_br: Não há pedidos
ro: Nu există comenzi

source: Selectable products
nl: Selecteerbare producten
pt_br: Produtos selecionáveis
ro: Produse selectabile

source: Units
pt_br: Unidades
ro: Unități

source: Selected products
nl: Geselecteerde producten
pt_br: Produtos selecionados
ro: Produse selectate

source: Price (optional)
nl: Prijs (optioneel)
pt_br: Preço (opcional)
ro: Preț (opțional)

source: Add to product group
nl: Voeg toe aan product groep
pt_br: Adicionar a grupo de produtos
ro: Adaugă la grup de produse

source: Remove from product group
nl: Verwijder van product groep
pt_br: Remover de grupo de produtos
ro: Șterge from grup de produse

source: All properties are assigned
nl: Alle eigenschappen zijn toegewezen
pt_br: Todas as propriedades estão associadas
ro: Toate proprietățile au fost desemnate

source: Assign properties
nl: Wijs eigenschappen toe
pt_br: Associar propriedades
ro: Desemnează proprietăți

source: Assigned properties
nl: Toegewezen eigenschappen
pt_br: Propriedades associadas
ro: Proprietăți desemnate

source: Remove properties
nl: Verwijder eigenschappen
pt_br: Remover propriedades
ro: Șterge proprietăți

source: Property data
nl: EIgenschap gegevens
pt_br: Dados da propriedade
ro: Date proprietate

source: Property Group
nl: Eigenschap groep
pt_br: Grupo de Propriedades
ro: Grup Proprietăți

source: Add static block
nl: Voeg tekstblok toe
pt_br: Adicionar bloco estático
ro: Adaugă bloc static

source: Add tax
nl: Voeg BTW toe
pt_br: Adicionar taxa/imposto
ro: Adaugă taxa

source: Delete Tax
nl: Verwijder BTW
pt_br: Apagar Taxa/Imposto
ro: Șterge taxa

source: Active packing unit
nl: Actieve verpakkingseenheid
pt_br: Unidade de embrulho ativa

source: Min
nl: Minimum

source: Max
nl: Maximum

source: Packaging Unit
nl: Verpakkingseenheid
pt_br: Unidade de Embrulho

source: Area
pt_br: Bairro
